const topics = [
    {title:"বাংলাদেশ-শিক্ষা-অন্যান্য",
    story:`
    শিক্ষার পদ্ধতি-উন্নয়ন-সংস্কার ইত্যাদি নিয়ে আমাদের বিশেষত বাঙালির মাথাব্যথা চিরকাল ছিল এবং থাকবেও বোধ হয়। এ জাতি উঠতে-বসতে সর্বদা শিক্ষা ব্যবস্থার (বর্তমান কিং বা সমসাময়িক খুঁত ধরতে মহাব্যস্ত। এতটাই ব্যস্ত যে, যেখানে খুঁত ধরার লক্ষ্য ছিল শিক্ষার উন্নয়ন, সেখানে যুগের পর যুগ, প্রজন্মে র পর প্রজন্ম পার হয়ে গেলেও শিক্ষা নিয়ে এমন আলোচনা চায়ে র দোকান কিংবা টিভি টকশোর বাইরে আর যাওয়াই হলো না। শিক্ষা ব্যবস্থার এই খুঁত ধরা ব্যাধি আমাদের সবার মাঝেই কম-বেশি বিরাজমান। ধীরে ধীরে এই ব্যাধি চারদিকে ছড়িয়ে পড়ছে। কেননা, ব্যাধিই সংক্রামক, স্বাস্থ্য নয়। কিন্তু কেউই যেন এর সমাধান  জানে না। তবে কথা শুনলে মনে হয় সবারকাছেই এর ডজনখানা উপায় বি দ্যমান।

শিক্ষা ব্যবস্থার নতুন কোনো সংস্কার আসলেই শিক্ষার্থী-অভিভাবক মহলে তৈরি হয় নানা বিতর্ক। সামাজিক যোগাযোগ মাধ্যম আর টিভির সামনে ভেসে ওঠে “একি শেখানো হচ্ছে বাচ্চাদের ? “এমন শিক্ষাই কি আমরা চেয়েছিলাম?” প্রত্যেক শিক্ষাব্যবস্থার অন্তত একটি হলেও ভালো দিক আছে। কিন্তু তবুও এক শ্রেণির নামধারী শিক্ষা-গবেষক, গুরুজন সর্বদাই এর বিরুদ্ধে থাকেন। নতুন কোনো কোনো শিক্ষা-ব্যবস্থা আসলে তারা সেই পুরোনো শিক্ষা ব্যবস্থাতেই ফিরে যেতে চায়। এর বাইরে সেসব চিন্তাশীল কি- ছুই ভাবতে পারে না। আমাদের দেশে আরও এক শ্রেণির লোক আছে যারা মুখস্তবিদ্যাকে যমের মতো ভয় ও ঘৃণা করেন। আবা র অনেকের কাছে জিপিএ-৫ কিংবা লেটার নাম্বারই সব। এসবনিয়ে ভাবতে শুরু করলে আসলে ভাবনার অথৈ সাগরে ডুবে যাওয়া ছাড়া কোনো উপায়ই থাকে না ৷

এখন সেই ভাবনার সাগরে ডুবে থাকলেই তো আর সাগরকন্যা এসে উপায় বাতলে দিয়ে যাবে না। এর জন্য আমাদেরকেই ভাবতে হবে ৷ স্বাধীনতার সুবর্ণজয়ন্তীতে এসেও আমাদের শিক্ষা ব্যবস্থার এমন করুণ দশা ঢাকা শহরের বাসগুলোর থেকেও যেন খারাপ৷ বাহির থেকে বাহির থেকে দেখতে অনেক সময় ঝকঝকে তকতকে হলেও সেই বাসের কলকব্জা সেই যে ব্রিটিশ আমলের তারই বা নিশ্চয়তা দেবে কে? সেই বাসকে এসি থেকে শুরু করে যাবতীয় সরঞ্জাম দিয়ে যদি সাজানো হয় তবে বছর না যেতেই তাকে জাতীয় জাদুঘরে খুঁজে পাওয়াটা কাঠন হবে না৷ আমাদের শিক্ষাব্যবস্থাটাও ঠিক সেরকম। সেই শিক্ষাব্যবস্থার কলকব্জার পরিবর্তন না করলে তার ফল পাওয়া যাবেনা।

শিক্ষার উন্নয়নের জন্য চাই শিক্ষকের অর্থাৎ শিক্ষাগুরুর মনোন্নয়ন। আর আমাদের দেশের শিক্ষাগুরুরাই সবথেকে অবহেলিত। শিক্ষকের পারিশ্রমিক থেকে শুরু করে তাদের সমাজে মর্যাদা এসবকিছুতেই আমাদের দেশ তলানিতে। তাই আজ তারা শিক্ষার্থীর জ্ঞানপিপাসাকে জ্বলন্ত করতে অনেকটাই ব্যর্থ৷ বর্তমানে শিক্ষার্থীর মনে জ্ঞান অ জন করা মানেই উপার্জন করা এরূপ মনোভাব সৃষ্টি হয়েছে। শিক্ষাব্যবস্থা যাই হোক না কেন এ মনোভাব থাকলে কখনোই প্রকৃত শিক্ষায় শিক্ষিত করা যাবে না। শিক্ষার প্রকৃত উন্নয়নের জন্য শিক্ষা ব্যবস্থার পাশাপাশি শিক্ষার্থীদের মনোভাব পরিবর্তন, শিক্ষকের মর্যাদার উন্নয়ন ইত্যাদির উপর জোরালো দৃষ্টি দিতে হবে। তবেই আমাদের দেশে হবে সেই শিক্ষাব্যবস্থা যার দরুণ ২৪ এর স্বাধীনতার লক্ষ্য অর্জিত হবে।

    `,
    writer:"Cadet Jadid",
    cadetNo: 2387
    },

    {title:"ইমারতের শহরে",
    story:`
    আমাদের রাঙ্গুহীন রাজ্যে, 
    শূন্য শহর কান্তিহীন।
    আনমনে যত সুখ গুণে দেখি,
    তা হয়ত সবই অর্থহীন। 
    চাইতে কি পেরেছিলে কিছু, 
    মানুষের অজান্তে হঠাৎ পিছ। 
    রঙিন রঙে আকাশের ঢং দেখি, 
    সাদা যেঘে রংধনু লাগে একই। 
    জানালা খুলে বদ বদ্ধ নিঃশ্বাসে 
    দেখি ইমারতের শহর, 
    সবাই সুখী তবুও কান্না 
    ঘন কালো যেন চিরে রোদ্দুর 
    গড়িয়ে পরেছে জানালায় বহুদূর 
    আজও বদ্ধ সেই জানালা 
    চেনা কণ্ঠে কথা বলা, 
    শুনতে পাই রোজ প্রহরে 
    আজও স্তব্ধ, 
    ইমারতের শহরে।
     `,
    writer:"Cadet Ilman",
    cadetNo: 2406
    },

    {title:"আমার হারিয়ে যাওয়া নায়ক",
    story:`
    জন্মের পর অর্থাৎ কিনা জ্ঞান বুদ্ধি হওয়াৰু পর মানুষ নাশিই বাবা মা-কে দেখে। কিন্তু আমার ক্ষেত্রে এমনটি হয়নি। আর হবেই বা কেমন করে? আমার জন্মের পরই আমার মা যে আমাকে একা ফেলে চলে গেছে। মানুষ মায়ের কাছে কথা বলতে শেখে, আর তাই নিজ ভাষাটিকে মাতৃভাবা বলে ডাকে। কিন্তু আমি আমার বাবার কাছ থেকে কথা বলতে শিখেছি। এটাকে কি তাহলে পিতৃভাষা বলা যায়!! ছোটবেলায় আমার খেলার বন্ধুরা "মা" শব্পটা একটু বেশিই ব্যবহার করত। কোন কিছু হলেই এক ছুটে গিয়ে মায়ের আটলে মুখ গুঁজতো। কিন্তু ত অন্য সবার মতো না হলেও, আমারও "মা" ছিল, কারণ আমি আমার বাবাকে মা বলেই ডাকতাম। এতে করে বন্ধুরা অনেক হাসাহাসি করত। আমি মাঝে মাঝে প্রচণ্ড মন খারাপ করলেও,সব শুনে বাবা মুচকি হাসতেন। আর ছোটবেলা থেকেই বাবার এই মুচকি হাসি আমার সব দুঃখ-কষ্ট মুছে ফেলতো।

    এখনো মনে পড়ে, যেদিন আমি প্রথম সাইকেল চালানো শিখলাম, সেদিন এই বাবা-ই আমাকে পেছন থেকে ধরে রেখেছিল। হঠাৎ করে ছেড়ে দিতেই আমি সাইকেলসহ হুমড়ি খেয়ে পড়লাম। হাটুর অনেক খানি কেটে গেল। সেদিন সারারাত বাবা আমাকে কোল থেকে নামা- য়নি। আঘাতটা একটু ভালো হতেই কোনো এক বিকেলে আমি আর বাবা পার্কে গেলাম আবার সাইকেল চালাতে। তবে এবার আর বাবা পেছন থেকে ধরে রাখলেন না। আমি সাহায্য করার জন্য অনুরোধ করাতে, তিনি আমাকে বললেন, “দেখো আমি সারাজীবন তোমার পাশে থাকতে পারবো না। আমি শুধু তোমাকে পথ দেখিয়ে দিতে পারি। পথ চলার দায়িত্বটা একান্ত তোমার।”
    
    রোজ রাতে ঘুমানোর আগে বাবা আমাকে গল্প শোনাতো। হরেক রকমের গল্প তিবে প্রতি শুক্রবার রাতে, বাবা আমার আবদার রাখতে, আমাকে আমার যায়ের গল্প শোনাতো। আর আমি যখন আমা র মায়ের জন্য কাঁদতাম তখন বাবা যুচকি হেসে পশ্চিম আকাশে র একটি উজ্জ্বল তারা দেখিয়ে দিলো বলতো, "ঐযে ওখানে তোমার মা আছেন। সবসময় তোমাকে দেখছেন। কখনো ভেবো না তুমি একা।"
    
    শীতকালের শুরুতে বাবা আমাকে চমকে দিয়ে আমার জন্য নংনা জামা-কাপড়, বই-পত্র, জুতা, ব্যাগ ইত্যাদি নিয়ে আসলো। আমি অবাক হয়ে ললাম, "এগুলো কেন, বাবা?" বাবা আমাকে বলল,কাল তোকে তুমি স্কুলে যাবে।" আমার আনন্দের সীমা থাকলো না। অমি মনে মনে ভাবলাম, কাল থেকে বাবা ছাড়াও আমার অনেক বন্ধু ব। পরদিন সকালে ঘুম থেকে বাবা আমাকে একট আগেভাগেই জাগ লেন। রোজ নিজ হাতে খাবার খেলেও, সেদিন সকালে নাস্তা করার  সময় বাবা কেন যেন আমাকে খাইয়ে দিলেন। সেদিন সকালে বাবার আঙ্গুল ধরে যখন স্কুলের দিকে যাচ্ছিলাম, তখন কেনো যেনো আমার খুব ভালো লাগছিল।কিন্তু স্কুল গেটে পৌছানোর সাথে সাথে দেখলাম, সেখানে ছোটোখাট একটা ভিড়। প্রায় সবাই তাদের বাবা-মার সাথে এসেছে। শুধু আমার সাথেই আমার যা নেই। নিজের অজান্তেই চোখের এককোণায় আমি একবিন্দু জল আবিষ্কার করলাম। গেট দিয়ে স্কুল মাঠে প্রবেশ করার সাথে সাথে বাবা আমার কাঁধে তার হাত রাখলো আর বলল, তুমি এখন তোমার ক্লাসরুমে ঢোকার আগে পেছনে ফিরে তাকাবে না। তোমার যা কিংবা আমাকে খুঁজবে না।
    
    বাবার কথা শুনে আমি কিছু না বুঝেই মুচকি হেসে ফেললাম।স্কুলের মাঠ দিয়ে হেঁটে যাওয়ার সময় কেন যেনো আমার মন চঞ্চল হার উঠল। ক্লাসরুমে পা রাখার পূর্বে নিজের অজান্তেই পেছনে ফিরে তাকালাম। কিন্তু স্কুল গেটের কাছে বালক এঁজে পেলাম না। সেদিন স্কুলে অনেক মজা হয়েছিল। শিক্ষকের। কত কত গল্প বলেছিল!! আমার বাবার মতো গলর কেউ বলতে পারেনি ।..
    
    সেদিন  স্কুল ছুটির পর মূল গেটের কাছে অনেকক্ষণ দাড়িয়ে থাকলায। কিন্তু বাবা কেন যেন আসতে দেরি করছিল। মনে মনে ভাবছিলাম। “বাবা তো আজকে অফ্রিস চটি নিয়েছে,এত তো দেরী হওয়ার কথা না।" শেষ পর্যন্ত নিজেই হেঁটে হেঁটে বাড়ি চলে এলাম। বাড়িতে এমে রফিক চাচার কাছ থেকে জানতে পারলাম, বাবা সকাল থেকে বাড়ি তেও আসেননি। তারপর শুরু হলো অপেক্ষার প্রহর। কখন বাবা আসবে? দুপুরে রফিক চাচা অনেক জোর করেও আমাকে খাওয়াত পারেননি বিবিা ছাড়া কি আর আমি থেতে পারি ?মেই দুপুর থেকে স- ন্ধ্যা পর্যন্ত আমি পূর্বের জানালাটা দিয়ে একদৃষ্টে রাস্তার দিকে তাকি- য়ে থাকলাম। কিন্তু বাবার দেখা নেই। রাত ৮টা নাগাদ একদল লোক বাসায় আসলো। সাথে একটি মানুষের রক্তেভেজা মরদেহ। তারা বললো, এটা নাকি আমার বাবা!! সকালে নাকি সুপার মার্কেটের সামনে ট্রাকে- র ধাক্কায় যারা গিয়েছে।”আমি শুধু মুচকি হাসলাম আর মনে মনে ভাবলাম, 'পাগলেরা কি বলে? আমার বাবার হাসিমাখা মুখটা কেন- ই বা এমনভাবে থেতলে যাবে !! তবে আমি ঠিক বুঝতে পারলাম না, রফিক চাচা সেদিন সন্ধ্যায় কেন যেন খুব কাঁদছিলেন।
    
    সেদিন থেকে আজ অবধি রোজ সন্ধ্যায় আমি সেই পূর্বের জানালাটা ধরে দাঁড়িয়ে থাকি। বরাবরই আমার লক্ষ্যদৃষ্টি রাস্তার দিকে। তবে বাবা কখনো আসেনি।গ্রীষ্মের তপ্ত দুপুর এসেছিল আমার অশ্রুবিন্দুগুলোকে শুকিয়ে দিতে। বর্ষার প্রবল বৃষ্টি এসেছিল আ মার কান্নার আওয়াজকে প্রকৃতির সাথে মিলিয়ে দিতে। প্রতিটা জো- ৎস্না রাতে পূর্ণিমার চাঁদ আমাকে ব্যঙ্গ করে। তবুও আমি অবিচল ভঙ্গিতে একদৃষ্টে অপেক্ষা করি বাবার জন্য। তবে প্রতি শুক্রবার পশ্চিম আকাশের একটি না, দুটো তারা আমার কাছে দৃশ্যযান- হয়ে ওঠে। কিন্তু আমি আজও বিশ্বাস করি, বাবা একদিন ফিরে আ মবেন এবং মুচকি হেসে আমাকে তার কাছে টেনে নিবেন।
    `,
    writer:"Cadet Sandid",
    cadetNo: 2329
    },

    {title:"দশ্যিদামাল স্বপ্নগুলো",
    story:`
    পাগলাটে স্বপ্ন আমার 
    বৈশাখীর এই রোদে 
    ঘর বেঁধেছি ঈশান কোণে
     শ্রাবণ মাসেই আবার 
    ফিরল অঝোর ধূসর 
    বৃষ্টিভেজা গানের সুরে মাঝ উঠোনে 
    দস্যিদামাল স্বপ্নগুলো 
    শুভ্র খাতায় কৃষ্ণচূড়ায় 
    রঙে রঙে তুলির খেলায় হাত পাকাল 
    নাম না জানা দুঃখগুলো 
    আশ্বিনেতে হাওয়ার সাথে
    যেতে যেতে পেছন ফিরে ফের তাকাল 
    আনন্দ আর কষ্ট বুঝি দু'জন'
    যমজ সহোদর
    সকাল বিকাল একই সাথে খেলছে সবে 
    ঠিক যেনো দুই বনকবুতর 
    আকাশ থেকে উড়ে এসে 
    বাড়ির সবার মন মাতালো বাকুম সুরে।    
    `,
    writer:"Cadet Mustafa",
    cadetNo: 2362
    },

    {title:"অধারা সংস্কৃতি : রিকশা ও রিকশাচিত্র",
    story:`
    রিকশা শব্দটির সঙ্গে আমাদের পরিচয় বেশিদিন আগের নয়। উনবিংশ শতাব্দীর শেষ দিকে জাপানে। এ বাহনের উৎপত্তি হয় ও বাণিজ্যিকভাবে বাজারে আসে। পরবর্তীতে বিংশ শতাব্দীতে অবিভক্ত বাংলার কলকাতায় রিকশার প্রচলন ঘটে। আর পূর্ব বাংলার প্রথম ময়মনসিংহ ও নারায়ণগঞ্জে এর ব্যবহার শুরু হয় ও পরে ১৯৪০ সালে ঢাকায়। আর ১৯৪৭ এ দেশ বিভাগের কিছুকাল আগে অপ্রাতিষ্ঠানিক শিল্পধারার রূপ নি য়ে চালু হয় সৈই রিকশার উপর নানা রঙের কারুকার্য। যা পরবর্তীতে পরিচিত হয় রিকশাচিত্র নামে।
	
    দেশ ভাগের পর পূর্ব বাংলায় চারুকলায় ইতিহাসে দুটি স্বতন্ত্র শাখার উদ্ভব ঘটে। প্রথমটি শিল্পাচার্য জয়নুল আবেদিনের নেতৃত্বে প্রাতিষ্ঠানিক ধারা ও অপরটি অপ্রাতিষ্ঠানিক ধারা যা সুনীল.আর. কে. দাস, দাউদ উস্তাদ প্রমুখসহ অনেকের হাত ধরে বি কশিত হয়ে এই অপ্রাতিষ্ঠানিক ধারীর মধ্যে যেটি নিজস্ব শিল্পশৈলী, উপস্থাপনরীতি ও বিষয়বস্তুর স্বকীয়তায় দেশে বিদেশে নজর কেড়েছে, তা হলো রিকশাচিত্র।
    
    দেশ বিভাগের পর ঢাকাকেন্দ্রিক আধুনিক ধারার প্রাতিষ্ঠানিক চা রুকলার পাশাপাশি লোকশিল্পীদের মাধ্যমে রিকশাচিত্র তৎকালীন পূর্ব বাংলায় জনপ্রিয় হতে থাকে। দেশের রিকশাচিত্রের প্রবীণ ও বিখ্যাত শিল্পী আর. কে. দাস, আলীনূর সহ অন্যরা পঞ্চাশ ও ষাটের দশক থেকেই এর সঙ্গে যুক্ত ইন। এই বিশেষ শৈলীর উদ্ভব ও বিকাশে প্রতিষ্ঠানভিত্তিক শিল্পীদের তেমন কোনো ভূমিকা নেই।
    
    গত ৭০ বছরে বিভিন্ন সময় বিভিন্ন ধরণের বিষয় নিয়ে রিকশাচিত্র তৈরি করা হয়েছে। শুরুর দিকে শীর্ষস্থানীয় চলচ্চিত্র প্রতিকৃতি অবলম্বনে আঁকা হলেও স্বাধীনতা পরবর্তী সময়ে মুক্তিযুদ্ধকে বিয়বস্তু করে ছবি আঁকা হত। পাশাপাশি গ্রামের জনজীবন, প্রা- কৃতিক দৃশ্যের ছবি তো ছিলই যা এখানে বহমান। বিভিন্ন পুরান বা ধর্মীয় কিংবদন্তিও বাদ যায়নি রিকশাচিত্র থেকে। যেমন যু- সলিম উপাখ্যানের দুলদুল কিংবা আরব্য রজনীর আলাদিনে- র আশ্চর্য প্রদীপ ও দৈত্য ইত্যাদি। মোঘল স্থাপত্যের নিদর্শন তাজমহল রিকশাচিত্রের আরেকটি জনপ্রিয় বিষয়। এ ছাড়া ডা- ইনোসরের সঙ্গে যুদ্ধরত লুঙ্গি পরা খালি গায়ের বাঙালি এধা- রার চিত্রীদের অপূর্ব কল্পনাশক্তির অন্যতম নিদর্শন।
    
    কিন্তু, দুঃখের বিষয়, হাতে আঁকা প্লেটের বিকল্প হিসেবে ডিজিটাল প্রিন্টের ব্যাপক বৃদ্ধির ফলে রিকশাচিত্রের আজ হুমকির মুখে। হাতেগোনা কয়েকজন ছাড়া সক্রিয়ভাবে এই পেশার সাথে যুক্ত নন। তবে, সম্প্রতি অনেকেই দেশে বিদেশে এই শৈলীর রূপ তুলে ধরেছেন। ঢাকা বিশ্ববিদ্যালয়ের চারুকলা অনুষদে সম্প্রতি এ নিয়ে কর্মশালা অনুষ্ঠিত হয়েছে।
    
    যেখানে অনেক শিক্ষার্থী সরাসরি রিকশাচিত্রীদের হাতে কলমে বিভিন্ন কলাকৌশল শিখতে পেরেছে এটিশ জাদুঘর ও নের ফুকুয়াকা জাপাএশিয়ান আর্ট জাদুঘরেও দেশের সুসজ্জিত ও চিত্রিত রিকশা রয়েছে। এমনকি নেপাল ও লন্ডনে এর প্রদর্শনীও হয়েছিল।
    
    এরই হাত ধরে এ শৈলীকে বাঁচিয়ে রাখতে ৬ ডিসেম্বর,৬ ডিসেম্বর, ২০২৩ ঢাকার রিকশা ও রিকশাচিত্র কে ইউনেস্কো অধারা সাংস্কৃতিক ঐতিহ্য হিসেবে ঘোষণা করে। এমন উপযুক্ত পদক্ষেপ নিলে 
    রিকশাচিত্র স্বতন্ত্র শিল্পশৈলী হিসেবে টিকে থাকবে বলে আশা করা যায়।
   `,
    writer:"Cadet Hossain",
    cadetNo: 2220
    },

    {title:"ব্যক্তিত্ব পর্যালোচনা",
    story:`
    নাম: জামাল নজরুল ইসলাম
    জন্ম: ২৪ শে ফেব্রুয়ারি, ১৯৩৯, ঝিনাইদহ জেলা, বাংলাদেশ
    মৃত্যু: ১৬ই মার্চ, ২০১৩, চট্টগ্রাম
    
    
    বিখ্যাত উক্তি : ক্যালকুলেটর মস্তিষককে অলস করে দেয়।
    
    
    পরিচিতির কারণ:
    
    অ্যান ইনট্রোডাকশন টু ম্যাথমেটিকাল কসমোলজি রোটেটিং ফিল্ডস ইন জেনারেল রিলেটিভিটি ইউনিভার্স দি আলটিমেট ফেইট অফ দি ইউনিভার্স ক্লাসিকাল জেনারেল রিলেটিভিটি মাতৃভাষা ও বিজ্ঞান চর্চা এবং অন্যান্য প্রবন্ধ
    
    জামাল নজরুল ইসলাম বাংলাদেশের একজন অনন্য জোতি- বিজ্ঞানী, গণিতবিদ, পদার্থবিদ ও বিশ্ববিদ।তিনি মহাকাশ সম্পর্কিত গবেষণার জন্য আন্তর্জাতিকভাবে খ্যাতি অর্জন করেন। তিনি মৃত্যুর আগ পর্যন্ত চট্টগ্রাম বিশ্ববিদ্যালয়ের রিসার্চ সেন্টার ফর ম্যাথমেটিকাল অ্যান্ড ফিজিকাল সায়েন্সের গবেষক হিসেবে কর্মরত ছিলেন। পরীক্ষায় বিশেষ কৃতিত্বের জন্য ডাবল প্রমোশনপ্রাপ্ত এই বিজ্ঞানী লরেন্স কলেজে অধ্যয়নকালে একাই কেবল গণিত বিষয় পড়েছিলেন। কেননা এই উচ্চ পর্যায়ের গণিত সকলে বোঝার ক্ষমতা রাখত না।
    
    পরবর্তীতে কেমব্রিজ বিশ্ববিদ্যালয় হতে স্নাতক ও স্নাতোকোত্তর ডিগ্রি অর্জন করে ইনস্টিটিউট অফ অ্যাস্ট্রোনমি, কেমব্রিজে কর্মজীবন শুরু করেন। এখানে আইন্সটাইন এর তত্ত্ব নিয়ে কাজ করার সময় স্টিফেন হকিংয়ের সঙ্গে তার পরিচয় গড়ে ওঠে। বিভিন্ন আন্তর্জাতিক খ্যাতিসম্পন্ন বিশ্ববিদ্যালয়ে অধ্যাপনা ও গবেষণা করে ইসলাম টানে দেশে ফিরে এমে চট্টগ্রাম বিশ্ববিদ্যালয়ের অধ্যাপক হিসেবে যোগদান করেন ও আমৃত্যু ইমেরিটাস অধ্যাপক হিসেবে সুনামের সঙ্গে কাজ করে গেছেন।
    
    ২০০১ সালে পৃথিবী ধ্বংস হয়ে যাচ্ছে বলে একটি গুজব ওঠে। তখন তিনি দেশের মানুষের গাণিতিক হিসাবের মাধ্যমে প্রমাণ করে দেন যে সে সম্ভাবনা নেই। কারণ প্রাকৃতিক নিয়মে সৌরজগতের সবগুলো গ্রহ এক সরলরেখা  বরাবর আসলেও তার প্রভাবে পৃথিবীর কোনো ক্ষতি হবেনা। তিনি ইতালির আব্দুস সালাম সেন্টার ফর থিওরেটিকাল ফিজিক্স হতে মেডাল লেকচার পদক, দেশ হতে একুশে পদকসহ অন্যান্য অনেক সম্মাননায় ভূষিত হন।
    
    তার বিজ্ঞানমনস্ক চেতনা, দেশপ্রেম, কর্মনিষ্ঠা ও বুদ্ধিদীপ্ততা তাকে শুধু একজন বিজ্ঞানী নয় বরং একজন আদর্শ মানুষের মনে জায়গা করে নিয়েছে।
    `,
    writer:"Cadet Naiyeem",
    cadetNo: 2424
    },

    {title:"অতৃপ্ত রহস্য",
    story:`
    কুয় য়াশায় আবৃত চারিদিক,
    য়াশায় পথ হারায় বহু পথিক।
    হারানোর রাজ্যে আলোর লাল আভা-
    সোনালি ঘাসের বুকে এসেছে এক সভা। 
    হালকা শীতের পরশ,
    হয়েছে মুখটি নীরম,
    বসে আছে এক প্রান্তে।
    
    চিন্তায় হারিয়ে ভাবছে 
    ভুলেই গেছে -এসেছিল নাস্তা কিনতে। 
    সব ভুলে এখন বাড়ি ফিরছে 
    বাড়ি ফিরেই এখন প্রশ্নের পাহাড়। 
    শুরু হলো তর্কের সমাহার; 
    মনোমালিন্য বিরাজমান শীঘ্রই করিল প্রস্থান।
    
    অপরাহে সেই মাঠে বসে ছিল নিরালায়; 
    হঠাৎ কে যেনো ডাক দিলো 
    "রাহাত, যোগ দিবিন্য আজ খেলায়?" 
    মে চোখ তুলে অকালো, 
    চিরচেনা সব মুখগুলো; 
    ক্ষুব্ধ দৃষ্টিতে চেয়ে রইল রাহাত,
    বন্ধুরা সব যনে পেলো আঘাত
    
    হাসিখুশি নিরীহ মুখটা আজ, 
    হিংসু লাল চোখ, কপালে পরেছে বহু ভাজ। 
    রাত্রিবেলা ধূধূ অন্তকার, 
    নিস্তব্ধ পরিবেশ 
    চাঁপা সব হাহাকার। 
    রাহাত ভাবছে বেশ, 
    ভাবনার নাই শেষ 
    হারিয়ে ফেলেছে ক্লেশ;
    
    অবশেষে চিন্তার হলো পরিশেষ। 
    একদল লোক নেয়েছে রাস্তায়, 
    রাহাত তাদের সাথে যায়। 
    বৃষ্টি শুরু হলো - 
    রাহাতের মনে পড়ল 
    স্মৃতিচারণ পরিণত হলো কান্নায় 
    জানাতে পারেনি প্রিয়জনদের চিরবিদায়।
   `,
    writer:"Cadet Sadat",
    cadetNo: 2257
    },

    {title:"আব্বা তুমি অনেক ভালো",
    story:`
    রাজুর আজ মনটা ভীষণ খারাপ। দুদিন ধরে বাবার কাছে একটা লালরঙা শার্টের আবদার করছে সে। তার বাবা রফিক উদ্দিন দিনমজুরের কাজ করে। দিন আনে দিন খায়। ছেলের এই আব দার টাকার অভাবে পূরণ করতে পারছে না সে। রাতে খাবার সময় রাজকে ভাত নিয়ে খেলা করতে দেখে সে জিজ্ঞেস করল, কিরে বাপ! খাচ্ছিস না ক্যান?" রাজু বলল,আব্বা, আমারে লাল শার্ট কিনা দিবা না?" রফিক মনে মনে ভাবল, "আহারে! পোলাটারে একটা শাটি কিনা দিতে পারতাছি না। কিছু টাকা জন্মানো আছে। কালকেই ওরে নিয়া দোকানে যামু। "রফিক তাই রাজুকে বলল, আচ্ছা বাপ! কালকেই তোরে তোর হাশেম চাচার কাপড়ের দোকানে নিয়া যামু। তোর যেইটা ভাল্লাগে ওইটা নিবি।"রাজ খুশিতে লাফিয়ে উঠল। বলল, 'আইচ্ছা আব্বা, তুমি অনেক ভালো। বাবার কাছে।

    পরদিন রফিক রাজুকে সঙ্গে নিয়ে হাটে গেল। সেখানে তার বন্ধু হাশেমের বিশাল দোকান। রাজু তার হাশেম চাচার দোকানে এট জামাকাপড় দেখে অবাক হয়ে গেল। কিন্তু, সেখানে তার পছন্দের লাল শার্ট একটাও নেই। সে তার বাবাকে বলল, "আব্বা, এইখা নে তো একটাও লাল শার্ট নাই।" রফিক তার বন্ধু হাশেমকে ব লল,"কিরে হাশেম। তোর ভাতিজা তো লালরঙা শার্ট কিনবার চা ইতাছে।""তোর কাছে নাই?" হাশেম বলল, "নারে ভাই। কয়েকদিন পরে আইবো?” তারপর রাজকে বলল, "বাবু, কয়েকদিন পরে আ- ইসো। তোমারে সুন্দর দেইখা একটা লাল শার্ট দিমু।" রাজু সুন্দর লাল শার্টের কথা ভেবে বলল, "আইচ্ছা মামা।" পরে বাবা-ছেলে মিলে বাড়ি ফিরে গেল।
    
    ঐসময় দেশের অবস্থা ছিল খারাপ। সেদিন রাতেই রাজ তার বা বার সাথে রেডিওতে শুনলো সেই বজ্রকণ্ঠী ভাষণ, তীব্র সেই ভাষণ অনুপ্রেরণা জুগিয়েছিল সকল বাঙালিকে "এবারের সংগ্রাম আমা- দের মুক্তির সংগ্রাম, এবারের সংগ্রাম স্বাধীনতার সংগ্রাম।"
    
    রাজু তার বাবাকে জিজ্ঞেস করল, মুক্তির সংগ্রায় কী আব্বা?” রফিক বলল, "আমাগো দেশ হানাদার বরীরা দখল দুখল কইরা কইরা নিতে চাইতাছে বাপ। আমাগো যুদ্ধ করন লাগবো মুক্তি পাইবার জন্য।এইটাই মুক্তির সংগ্রাম।" রাজু আগ্রহী হয়ে বললো, "আমিও যুদ্ধ করমু আব্বা।" রফিক হেমে বলল, অনেক রাত হইছে বাপ, তুই ঘুমা।"
    
    পরদিন বাজারে হাশেম্ ও রফিক একসাথে চা খাচ্ছে। তাদের সাথে বসে আছে হাসান আলী। তারা রেডিও শুনছে। হঠাৎ করে হাসান আলী বলল, "আমাগো দেশের জন্য কিছু করন দরকার।" রফিক বলল, "কী 'কী করবি? ? হাসান আলী বলল, "ক্যান? ? যুদ্ধ যুদ্ধ করমু।" আমার তো এমনিতেই আর হারানোর কিছু নাই। দেশের জন্য যদি পরাণটা দিবার পারি।"প্রথমে রাজুর মুখটা চোখে ভামলেও দেশের কথাটা শুনে যুদ্ধে যাওয়ার ব্যাপারে মনস্থির করল রফিক। সাথে হাশেমও যোগ দিল।
    
    পরদিন সকালে রফিক তার ছেলে রাজু, তার স্ত্রী জমিলা বেগমের কাছ থেকে বিদায় নিচ্ছে। নিচ্ছে। রাজুকে। জকে সে বলল,"ভালো থাকিস, বাপ। দেশ মুক্ত হলেই আমি আইসা পড়মু ।" রাজু বলল, "আমারে নিয়া গেলা না, আব্বা! "রফিক বলল,"তুই পারবি না রে বাপ।আর আসার সময় তোর জন্যে লাল শার্ট নিয়া আসবোনে।"জমিলাকে রফিক বলল, "তুমিও ভালো থাকবা আর পোলাডারে দেইখারা- ইখো।" জমিলা কাঁদতে কাঁদতে বলল, তুমিও সাবধানে থাকবা।"এরপর রফিক এগিয়ে চলল এক মহৎ উদ্দেশ্য নিয়ে রক্ষা করতেই হবে। ।
    
    
    দেশ স্বাধীন হলো। অনেকদিন পেরিয়ে গেছে বিজয় লাভের পর। রাজু অধীর আগ্রহে অপেক্ষা করছে কবে তার বাবা আসবে। একদিন হাশেম তাদের বাড়িতে এসে ডাকতে লাগল, "জমিলা ভাবি, ও জমিলা ভাবি।" জমিলার সাথে রাজুও বেরিয়ে আসল। রাজু জিজ্ঞেস ক রল, "হাশেম যামা, তুমি আইছো! আব্বা কই?" হাশেম মিয়া আর থাকতে পারল না। কান্নায় ভেঙ্গে পড়ে বলল,"তোর আব্বা তোর জন্য লাল শার্ট পাঠাইছে রে বাবু! বলেই পেছন থেকে রফিকের রক্তমাখা শার্টটা বের করল। সাদা শার্টটা রক্তে রঙিন হয়ে গেছে। শুকনো দাগ দেখে বোঝাই যাচ্ছে বেশ কিছুদিন আগের। জমিলা কাঁ দতে কাঁদতে বসে পড়ল। রাজু তার হাত থেকে শার্টটা নিলো। ওর চোখ থেকে দু'ফোটা জল গড়িয়ে পড়ল। মনে মনে বলল,"আব্বা, তুমি অনেক ভালো।"'
   `,
    writer:"Cadet Soyeb",
    cadetNo: 2262
    },
    {title:"মধ্যবিত্ত",
    story:`
    কে জানিত জন্মিব আমি মনুষ্য রূপ লইয়া 
    তাহার ওপর ডাকিবে লোকে 'মধ্যবিত্ত, বলিয়া 
    আরে হ্যাঁ ওরা যে মধ্যবিত্ত,
    আর ওদের বাড়ির সেই যে মধ্যবিত্ত ছেলেটা 
    সে তো আবার বেড়িয়েছে চাকরির অনুসন্ধানে 
    মুখপোড়া এ সমাজ কি তাকে রাখিবে সুখের সুগ্ধনে?
    
    আরে সে তো মধ্যবিত্ত, 
    এই বিশাল শহরে বেরোবার জন্য তাহার পকেটে 
    নেই দুই পয়সা। 
    আর দিন শেষে তাহার চিন্তা হয়ে ওঠে 
    তাহার বৃদ্ধ পিতা-মাতা, ভাইবোন আর পরিবারের 
    সকল সমস্যা।
    
    এই বিশাল শহরের সেই প্রিয় বালিকাকে সে চেনে 
    সেই বালিকার কেশ, লোচন আর চিরনিস্তব্ধ পদশব্দ 
    তাহার চেনা; 
    মধ্যবিও নামটা যেন বদলে দেয় তাহার সকল প্রার্থনা 
    লোকে বলে আরে ওরা তো মধ্যবিত্ত।
    
    হ্যাঁ, আমি মধ্যবিও বলছি, 
    আমি পরিণামে খুঁজে মার যেন মধ্যবিত্তের অপরাধ 
    হে বিধাতা তুমি কেনো দেখো না মধ্যবিত্তের মেহনত। 
    আমি পরিশেষে খুঁজে পাই সেই মধ্যবিত্তের হাহাকার 
    চেষ্টা কর হে মধ্যবিত্ত, নিস্তার হবে সব যন্ত্রনার।
     `,
    writer:"Cadet Nasif",
    cadetNo: 2444
    },

    {title:"পুস্তক পর্যালোচনা",
    story:`
    বইয়ের নাম: মৃত্যুক্ষুধা

    প্রকাশকাল: ১৯৩০
    
    লেখক :কাজী নজরুল ইসলাম
    
    শিল্প বিপ্লবের পর থেকেই সমাজের উচ্চ ও নিম্নশ্রেণির ব্যবধান চরমে পৌছায়। উচ্চ শ্রেণির মানুষেরা উদাসীন ছিল নিম্নশ্রেণির মানুষদের প্রতি। যার ফলে নিম্নশ্রেণিতে দেখা যায় ব্যক্তিত্বের সংকট। যদিও তা থেকে মুক্তির ক্ষুদ্র প্রয়াসের দেখা মেলে আবরাম। এমনই কিছু ক্ষুদ্র প্রয়াসের দেখা পাওয়া যায় কাজী নজরুলের 'মৃত্যুক্ষুধা' য়।
    
    উপন্যাসে গজালের মা বাস করেন তিন বিধবা পুত্রবধূ, তাদের সন্তান, ছোটছেলে প্যাঁকালে এবং স্বামী পরিত্যক্তা গর্ভবতী কন্যা পাঁচিকে নিয়ে। প্যাকালের উপার্জন তাদের সকলের জন্য পর্যাপ্ত নয়।তাই পুত্রবধূরাও চেষ্টা করে ধান ভেনে, সুতো কেটে, চিড়ে কুটে সংসারের দৈন্য কমাতে। যদিও বা তাতে তাদের অভাব ঘোচে না। যদিও প্রতিবেশী খ্রিষ্টানদের সাথে তাদের প্রায়ই বিবাদ বাঁধে, তবুও বিপদে পড়লে একে অপরকে সাহায্য করে। যেমন: মেজবৌ অসুখে পড়লে পাদ্রি সাহেব তার চিকিৎসা করেন। কিন্তু অপুষ্টিতে ভুগতে থাকা মেজবৌকে বাঁচানো সম্ভব হয়ে ওঠে না।
    
    সেজবৌ এর মৃত্যুতে সমাজের উদাসীনতায় ক্ষীপ্ত মেজবৌ স্রষ্টার প্রতি বিশ্বাস হারিয়ে ধর্মান্তরিত হয়ে যান। এক পর্যায়ের উঠে আসে খেলাফতি ভলান্টিয়ার আনসারের কথা। ঔপন্যাসিক নজরুলের মতোই তিনি ছিলেন আন্দোলনকারীদের যথার্থ প্রতিচ্ছবি।
    
    ১৯২৬ সালে নজরুল কৃষ্ণনগরে বাসা ভাড়া নিয়ে থাকতেন। ঐ এলাকায় বাস করতো শ্রমজীবী খ্রিষ্টান। ও মুসলমান। তাদের জীবনধারা প্রত্যক্ষ করেই তিনি রচনা করেন উপন্যাসটি এবং গল্পে তারই চরিত্রের আদলে তৈরি খেলাফতি ভলান্টিয়ার আনসারের প্রকেণ ঘটান।
    
    উপন্যাসটিতে বারবার ক্ষুধা ও মৃত্যু শব্দ দুটি উঠে এমেছে। সেই মৃত্যু ও ক্ষুধার উপস্থিতি দেখা যায় গজালের যায়ের সংসারে একই বিষয় পরিলক্ষিত হয় আনসার ও রুবির জীবনে। মৃত্যুক্ষুধা কথাসাহিত্যে নজরুলের অন্যতম অবদান। ব্যক্তি ও সমষ্টি সম্পর্কে যে ভাবনা, এতে ধরা পড়েছে, তাতে প্রতিফলিত হয়েছে ঔপন্যাসিকের প্রগাঢ় দর্শন ও জীবনবোধ।
       `,
    writer:"Cadet Nafis",
    cadetNo: 2238
    },

    {title:"ভালোবাসা তুমি",
    story:`
    ভালোবাসা তুমি শরতের আকাশে, 
    মেঘেদের ছোটা-ছটি, 
    ভালোবাসা তুমি প্রমিক-প্রেমিকার 
    দুষ্টু মিষ্টি খুনসুটি। 
    ভালোবাসা তুমি পৌষের শেষে 
    কুয়াশার বেশে যুক্ত গগনে উড়ে বেড়ানো। 
    কারণ-অকারণে মৃদু শিহরণে 
    রঙ-বেরঙের ফানুস ওড়ানো।
    
    ভালোবাসা তুমি অপ্রতিরোধ্য 
    শঙ্খচিলের ডানা, 
    দিগ্বিদিকে ছুটে যেতে যে 
    নেই কো তোমার যানা। 
    ভালোবাসা তুমি ঘুম জাগা রাতের 
    সোনালি স্বপ্নগাথা, 
    গোলাপের আঘাত, অধরের সস্পর্শে 
    ক্ষণে ক্ষণে পাওয়া ব্যথা।
    
    ভালোবাসা তুমি চোখে চোখ রেখে 
    হাজারো কবিতা বলা, 
    হাতে হাত রেখে সরু পথ ধরে 
    হাজার বছর চলা। 
    ভালোবাসা তুমি ছাদে বসে বসে 
    জোছনা দেখার পণ, 
    সরু সুতোয় বাঁধা এলোমেলো 
    তবে দৃঢ় প্রতিজ্ঞ দুটি মন।
    
    ভালোবাসা তুমি মধ্যরাতের সময় 
    সাহসী ফোনআলাপ, 
    কাব্যের ঢঙ্গে কথা বলা 
    না বলা শত শত সংলাপ।
    ভালোবাসা তুমি চশমার আড়ালে 
    লুকিয়ে থাকা অভিযোগ, 
    গভীর রাতে নিঃসঙ্গতায় 
    কান্নাভেজা দুটি চোখ।
    
    ভালোবাসা তুমি বালকের ঠোঁটে 
    নান্দনিক বাঁশের বাঁশি, 
    ভালোবাসা তুমি যেষ বালিকার 
    কৃষ্ণ লোচনের রহস্যময় হাসি।
    `,
    writer:"Cadet Shamil",
    cadetNo: 2342
    },

    {title:"বৃক্ষস্থায়ায় বর্ণপরিচয়",
    story:`
    চায়ের  কাপের শেষ চুমুক দিতে দিতেই আগেটি উদ্দেশইল বিকেলের বিদায়বেলা গলায় হলো। শত চিন্তা অনিকের শাখায় দী এ জায়গা করে নিচ্ছে। নিজের চিন্তা, পরিবারের চিন্তা, ভবিষ্যতের চিয়ে। পরিবাজের বড়। ছেলে হিসেবে স্বাভাবিক নিয়ায় দায়িত্বটা এল্য বেশি। মাঘে বুকরা আশা নিয়ে বাবা-মা চেয়ে আছে তার দিকে নি ই দায়িত্ব যেন তাকে তেড়ে নিয়ে বেড়াচ্ছে সবসময় সর্বত্র।

    অনিক ঢাকা বিশ্ববিদ্যালয় থেকে স্নাতকোত্তর শেষ করছে। আপা তত কালো কাজ নেই। তবে সে মরিয়া হয়ে উঠেছে একটা কিছু করতে যাতে সে এবং তার পরিবার কিছুটা হলেও স্বস্তির নিঃশ্বাস ফেলতে
    
    সেই প্রয়াসেই আজ যে একটি জব-ইন্টারভিউয়ের জন্য বেরিয়েছে।ক লতে হবে হাতে কেশ সময় নিয়ে বেরিয়েছে। বাসা থেকে বের হয়ে তার প্রথম গন্তব্য সেই চায়ের দোকান যেখানে সে প্রতিনিয়ত চা খায়া যাবার পথটুকু হেটেই গিয়েছে। কারণ অবশ্যই ছিল। যাবার পথে যে অনেক রকমের মানুষ তবে দৃষ্টিগোচর করতে লাগল। তবে দৃষ্টিগোচর ব‍্যাপারটি ছিল। সবার একটি সাধারণ দিক আছে আর তা হলো নিজের মনের ভাব প্রকাশের মাধ্যম।
    
    হ্যাঁ। মে বাংলা ভাষার কথাই বলছিল। কারা যেনো বলে দিয়েছে বাংলায় নাকি কথা বলা যাবে না। তবু কিভাবে খেলার মাঠে কিশোর তার উত্তেজনা প্রকাশ করবে? কীভাবে সেই দোকানে চায়ের সেই কাপে ঝড় উঠবে? কীভাবে মা তার ছোট্ট শিশুকে ঘুম পাড়াবে? অনিক ভোবু পায় না। আর ভেবেই বা কী করবে? তার তো আর মহাজনের সিদ্ধান্ত বদলানোর ক্ষমতা নেই।
    
    চা খেতে খেতেই সে দোকানের ছোট্ট কাজের ছেলেটার দিকে তাকায়। অবাক অপলক দৃষ্টি এবং সুদীর্ঘ চিন্তা। চিন্তা রেখা কেটে গেলেই সে দোকানিকে প্রশ্ন করে,এই পিচ্চি ছেলেটা কি আপনার ভাই?
    
    -হ। আমারই ছোড পোলা।
    কোন ক্লাসে ও? -
    গরিব মাইনষের ফির পড়ালেখা। পেট চললে বাঁচি।
    
    অনিক তার মূল গলোর গন্তব্যে রওনা হলো। মনের চোখে সে দেখতে পায় কিছু পথশিশুকে সে বর্ণমালা শেখাচ্ছে। অ.আ.ক.খ! তার মাঝে যে সেই পিচ্চিকেও খুঁজে পেতে দেরী করে না।
    
    আজ অনিকের পরিবারের অন্যতম খুশির দিন। কাঙ্খিত ফলাফল তার হাতে। এখন তার মূল লক্ষ্য সেই স্বপ্নকে বাস্তবায়ন। তার এলাকার বটগাছের নিচে একটি জায়গায় সে কিছু বঞ্চিত শিশুদেরকে বর্ণমালা শেখাবে। শুরুটা অনিক সেই দোকানের পিচ্চি ছেলেটাকে দিয়েই করবে। । কিন্তু দোকানটা কদিন ধরে খুলছে না। অগত্যা অনিক অন্যান্য পৃথশিশুদেরকে দিয়েই শুরু করে তার পথচ লা। আজও অনিক সেই ছেলেটার অপেক্ষায় থাকে। সে জানে না মে কোথায়। তবে সে আশা রাখে একদিন সে অনিকের ছোট্ট পাঠশালায় আসবে বর্ণমালা শিখতে।
    
    তবে কি কেউ অনিককে জানায়নি যে সেই পিচ্চি ছেলেটা আর আসবে না? যার জীবন উৎসর্গ হয়েছে একমাত্র বাংলা ভাষার জন্য। সেই ভাষা সে পড়তে না পারলেও অনুভব করতে পারত। আর এই অনুভূতিই তাকে নিয়ে গেছে ভাষা শহীদের দরজায়।
        `,
    writer:"Cadet Riad",
    cadetNo: 2244
    },

    {title:"পিরামিড স্কিম",
    story:`
    নূরে আলম সিদ্দিক নিজের পুরো জীবনের সঞ্চয়কৃত পাঁচল- ক্ষ টাকা দিলেন সামদুলকে। এক মাস পর গা ঢাকা দিল সামছ ল। একইভাবে গা ঢাকা দিয়েছিল হাজারো সামচুল। ঘটনাটি ২০০৪ সালের যে মাসের। লক্ষ মানুষের স্বপ্ন ৪২০০ উধাও হয়ে গেল, এক মাসে টাকা সেল'খ্যাত ডেসটিনি ২০০০।কা- কোটি টাকা নিয়ে লের বিবর্তনে ডেসটিনি ফেরত আসে যুবক, ইউনিপে-২, আইটি- সিএল (ITCL), ই-ভ্যালি ইত্যাদি নামে আবার লক্ষাধিক মানুষ শ্রুতিগ্রস্থ হয়। এই বিষয় পরিলক্ষিত হয় বিশ্বের বিভিন্ন দেশে 'পিরামিড স্কিম' বা 'পঞ্চি স্কিম' নামে।

    পিরামিড স্কিম একধরণের ব্যবসার ধরণ, যেখানে পণ্যের বিক্রি নয় বরং নতুন ক্রেতা সংযুক্তির মাধ্যয়ে লাভ করা হয়। একজন ব্যক্তি যত বেশি বিনিয়োগ করবেন তিনি তার দ্বিগুণ লাভ হিসেবে ফে রত পাবেন। প্রতি নতুন ব্যক্তি যুক্ত করাতে প্রথম ব্যক্তি দ্বিতীয় ব্য ক্তির মূল লাভ ব্যতীত নির্দিষ্ট হারে লভ্যাংশ পায়। প্রথম ব্যক্তি নির্দিষ্ট সংখ্যক নতুন বিনিয়োগকারী যুক্ত করতে পারলেই উত্তপ্রতিষ্ঠানে তার পদোন্নতি হয়।
    
    এভাবেই নতুন নতুন বিনিয়োগকারী তৈরি হয় যাকে একটি শৃঙ্খল সারির সঙ্গে তুলনা করা যায়। সবার উপরের সারিতে থাক সর্বনিম্ন সংখ্যক বিনিয়োগকারী ও ক্রমান্বয়ে সারির সংখ্যা বৃদ্ধির সাথে বিনিয়োগী গুণভোর হারে বাড়তে থাকে। এসব সারিকে পরপর সাজালে তা একটি পিরামিডের মতো দেখায়। তাই ব্যবসার এই মডেলকে 'পিরামিড স্কিম' বলে।
    
    শুনতে অনেক লাভজনক বলে মনে হলেও এটি পুরোটাই একটি প্রতারণা কারণ এখানে নিচের সারির বিনিয়োগকৃত অর্থ উপঞ্জের সারির ব্যাক্তিকে লভ্যাংশ হিসেবে দেওয়া হয়। যা চলতেই থাকে যতক্ষণ পর্যন্ত আর নতুন কোনো ব্যক্তিকে যুক্ত করা সম্ভব হয়ে ওঠে না।
    
    গবেষণায় দেখা যায় একটি পিরামিড স্কিম কখনোই ১১ সারির প্রশি হওয়া সম্ভব নয়। কারণ ১২তম সারির জনসংখ্যা ১৩ বিলিয়ন যা পৃথিবীর মোট জনসংখ্যার থেকেও বেশি। তাই একসময় এই ব্যবস্থা ভেঙো পড়ে। তাত্ত্বিকদের মতে ৮৭% মানুষ তাদের বিনিয়োগ হারায়।
    
    যার ফলে দেখা দেয় সামাজিক অস্থিরতা। যেমন: ১৯৯৭ সালের আলবেনিয়ার গৃহযুদ্ধ। এই বিধ্বংসী ক্ষমতার জন্য Pyramid Scheme বিশ্বের ৫৪টি দেশে অধৈ এবং বিশ্বের অন্যান্য অনেক দেশও তা নিষিদ্ধ করার পায়তারা করছে। প্রতারণা সমাজের জন্য যারা তত্মক হমকি।এর থেকে বাঁচতে হলে আমাদের লোভ সংবরণ করে কঠোর পরিশ্রমের মাধ্যমে জীবিকা উপার্জন করতে হবে।
      `,
    writer:"Cadet Rakin",
    cadetNo: 2245
    },

  
];




let i =0;
const body =  document.getElementById("body");
while(i< topics.length){
    body.innerHTML = body.innerHTML + `<p class="topicName p-2" onclick="showText(${i})">${i+1}. ${topics[i].title}</p>`;
    i++;
}

function showText(topic){
    window.scrollTo(0, 0);
    document.getElementById('title').innerHTML = topics[topic].title;
    document.getElementById('story').innerText = topics[topic].story;
    document.getElementById('credit').innerText = "   - " +topics[topic].writer + " (" + topics[topic].cadetNo +")";
    document.getElementById("closebtn").classList.remove('d-none');
    document.getElementById("credit").classList.remove('d-none');
    if(window.innerWidth < 500){
        document.getElementById("body").classList.add("d-none");
    }
}

function myFunction(){
    window.scrollTo(0, 0);
    document.getElementById("body").classList.remove("d-none");
    document.getElementById("showText").innerHTML = `
    <h1 id="title" class="text-white"></h1>
    <small id="credit" class="text-white d-none"></small>
    <p id="story" class="text-white"></p>
    <button onclick="myFunction()" id="closebtn" class="d-none">Back</button>
    `
}
