const topics = [
    {title:"বাংলাদেশ-শিক্ষা-অন্যান্য",
    story:`
    শিক্ষার পদ্ধতি-উন্নয়ন-সংস্কার ইত্যাদি নিয়ে আমাদের বিশেষত বাঙালির মাথাব্যথা চিরকাল ছিল এবং থাকবেও বোধ হয়। এ জাতি উঠতে-বসতে সর্বদা শিক্ষা ব্যবস্থার (বর্তমান কিং বা সমসাময়িক খুঁত ধরতে মহাব্যস্ত। এতটাই ব্যস্ত যে, যেখানে খুঁত ধরার লক্ষ্য ছিল শিক্ষার উন্নয়ন, সেখানে যুগের পর যুগ, প্রজন্মে র পর প্রজন্ম পার হয়ে গেলেও শিক্ষা নিয়ে এমন আলোচনা চায়ে র দোকান কিংবা টিভি টকশোর বাইরে আর যাওয়াই হলো না। শিক্ষা ব্যবস্থার এই খুঁত ধরা ব্যাধি আমাদের সবার মাঝেই কম-বেশি বিরাজমান। ধীরে ধীরে এই ব্যাধি চারদিকে ছড়িয়ে পড়ছে। কেননা, ব্যাধিই সংক্রামক, স্বাস্থ্য নয়। কিন্তু কেউই যেন এর সমাধান  জানে না। তবে কথা শুনলে মনে হয় সবারকাছেই এর ডজনখানা উপায় বি দ্যমান।

শিক্ষা ব্যবস্থার নতুন কোনো সংস্কার আসলেই শিক্ষার্থী-অভিভাবক মহলে তৈরি হয় নানা বিতর্ক। সামাজিক যোগাযোগ মাধ্যম আর টিভির সামনে ভেসে ওঠে “একি শেখানো হচ্ছে বাচ্চাদের ? “এমন শিক্ষাই কি আমরা চেয়েছিলাম?” প্রত্যেক শিক্ষাব্যবস্থার অন্তত একটি হলেও ভালো দিক আছে। কিন্তু তবুও এক শ্রেণির নামধারী শিক্ষা-গবেষক, গুরুজন সর্বদাই এর বিরুদ্ধে থাকেন। নতুন কোনো কোনো শিক্ষা-ব্যবস্থা আসলে তারা সেই পুরোনো শিক্ষা ব্যবস্থাতেই ফিরে যেতে চায়। এর বাইরে সেসব চিন্তাশীল কি- ছুই ভাবতে পারে না। আমাদের দেশে আরও এক শ্রেণির লোক আছে যারা মুখস্তবিদ্যাকে যমের মতো ভয় ও ঘৃণা করেন। আবা র অনেকের কাছে জিপিএ-৫ কিংবা লেটার নাম্বারই সব। এসবনিয়ে ভাবতে শুরু করলে আসলে ভাবনার অথৈ সাগরে ডুবে যাওয়া ছাড়া কোনো উপায়ই থাকে না ৷

এখন সেই ভাবনার সাগরে ডুবে থাকলেই তো আর সাগরকন্যা এসে উপায় বাতলে দিয়ে যাবে না। এর জন্য আমাদেরকেই ভাবতে হবে ৷ স্বাধীনতার সুবর্ণজয়ন্তীতে এসেও আমাদের শিক্ষা ব্যবস্থার এমন করুণ দশা ঢাকা শহরের বাসগুলোর থেকেও যেন খারাপ৷ বাহির থেকে বাহির থেকে দেখতে অনেক সময় ঝকঝকে তকতকে হলেও সেই বাসের কলকব্জা সেই যে ব্রিটিশ আমলের তারই বা নিশ্চয়তা দেবে কে? সেই বাসকে এসি থেকে শুরু করে যাবতীয় সরঞ্জাম দিয়ে যদি সাজানো হয় তবে বছর না যেতেই তাকে জাতীয় জাদুঘরে খুঁজে পাওয়াটা কাঠন হবে না৷ আমাদের শিক্ষাব্যবস্থাটাও ঠিক সেরকম। সেই শিক্ষাব্যবস্থার কলকব্জার পরিবর্তন না করলে তার ফল পাওয়া যাবেনা।

শিক্ষার উন্নয়নের জন্য চাই শিক্ষকের অর্থাৎ শিক্ষাগুরুর মনোন্নয়ন। আর আমাদের দেশের শিক্ষাগুরুরাই সবথেকে অবহেলিত। শিক্ষকের পারিশ্রমিক থেকে শুরু করে তাদের সমাজে মর্যাদা এসবকিছুতেই আমাদের দেশ তলানিতে। তাই আজ তারা শিক্ষার্থীর জ্ঞানপিপাসাকে জ্বলন্ত করতে অনেকটাই ব্যর্থ৷ বর্তমানে শিক্ষার্থীর মনে জ্ঞান অ জন করা মানেই উপার্জন করা এরূপ মনোভাব সৃষ্টি হয়েছে। শিক্ষাব্যবস্থা যাই হোক না কেন এ মনোভাব থাকলে কখনোই প্রকৃত শিক্ষায় শিক্ষিত করা যাবে না। শিক্ষার প্রকৃত উন্নয়নের জন্য শিক্ষা ব্যবস্থার পাশাপাশি শিক্ষার্থীদের মনোভাব পরিবর্তন, শিক্ষকের মর্যাদার উন্নয়ন ইত্যাদির উপর জোরালো দৃষ্টি দিতে হবে। তবেই আমাদের দেশে হবে সেই শিক্ষাব্যবস্থা যার দরুণ ২৪ এর স্বাধীনতার লক্ষ্য অর্জিত হবে।

    `,
    writer:"Cadet Jadid",
    cadetNo: 2387
    },

    {title:"মেঘনীল",
    story:`
    দর্পণে নীল জল
 তার উপরে মেঘনীল
কার আঁকা এই শিল্পনীল অশ্রু 
এবং নীলের মেঘের কাব্য?
কত লক্ষ কোটি বছর ধরে
কত যুগ মহাযুগ ধরে যাচ্ছি ভালোবেসে তোমায়? 
একবারও তুমি ওড়ালে না নীল রুমাল
কেমন করে লিখব বল কালান্তরের মেঘনীল?
তবুও আমি এক উজ্জ্বল জলনীল প্রেমের তিলক- 
যদিও হতে পারিনি দর্পণ-কবি
বসন্ত, কোন নীল জল তুমি করেছ পান ?
কার মেঘনীল কাব্য আজও তুমি যাচ্ছ যে লিখে!
আহা ঘুরেফিরে কেন বারবার হয়ে যায় ছবি
ওই যে দূরের নীল দিগন্ত
নীল রুমালের চিঠি বলো আমি কোথায় রাখি ?
সবই নীল- মেঘনীল
কেন?

     `,
    writer:"Cadet Porosh",
    cadetNo: 2389
    },

    {title:"বিরতি",
    story:`
    আজ নিয়ে দেড় বছর। এই ১.৫ বছরে অনেক ঘটনাই ঘটেছে সোনালি ধূসর মাটির বুকে। কত আর্তনাদ, কত ছে হাহাকার, কত বিতৃষ্ণার সুর মিশে আছে এই ভগ্নস্তূপের এক কোণে।তবুও এই ধ্বংসযজ্ঞের প্রতিধ্বনি যেন অন্তরে প্রতিনিয়ত কড়া নাড়ছে। তার সাথে প্রথম দেখা। মলিন চেহারার ধূসর রঙে চিন্তার ঘনঘটা নিয়ে যেন গন্তব্যহীন পালতোলা নৌকার ন্যায় ভেসে বেড়ানো এক প্রতীক ছিল সে। সেই পথিক শান্তির ঘন-গভীর ছায়া ও আশ্রয় খুঁজে পেয়েছিল এই ক্ষুদ্র কুঁড়েঘরে ৷ তার চোখে জল ও মুখে হতাশার ছাপ নিয়ে শেষবারের মতো জিজ্ঞাসা করেছিল-“এটাই কি শেষ দেখা ?”একটা মুচকি হাসি দিয়ে সেদিন বিদায় দিয়েছিলাম তাকে। বাবার একবছর পূর্ণ হয়েছে হামাসে যাবার। কে জানে তার জীবন ডায়রির পাতা হয়তো সেখানেই ফুরিয়ে গিয়েছে। আপুর সাথে বিদায়টা ৬ মাস আগেই হয়েছিল। চিকিৎসাধীন অবস্থায় একটি বোমার আঘাতে তিনি মারা গিয়েছিলেন। যখন তার খোঁজ নিতে হাসপাতালে গেলাম, তখন জানলাম তিনি এই ধূসর মাটিতে মিশে যাওয়া পাসকলি ফুলের মতোই লাল আভা ছড়িয়ে মিশে গিয়েছেন মাটির গভীরে।তবে হ্যাঁ,এই তুলনায় মার সাথে সম্প্রতি দেখা হলেও সময়ের বিচারে তাও তিন মাস। তিনি বলেছিলেন,- 'আমার মনে হয় তোর বাবা ও বোনের মতো একই পাতায় লেখা শেষ করতে হবে না৷ আরো দু-এক পাতার গল্প লিখেই বিদায় নেব আমি।' তখন মাকে জড়িয়ে প্রায় ১ ঘন্টা নীরব অশ্রুজলে সিক্ত মাতৃকুলের ভালোবাসা ও মায়ের সাথে সন্তানের দৃঢ় মেলবন্ধন অনুভব করছিলাম। মা জবাব দিলেন, “নাহ, তুই মনে হয় আর সেই দেড়-দুপাতার গল্প লিখতে দিবি না। তখন দু'ফোটা জল ও মানিমার সাথে মিশে যাওয়া পাথরের ন্যায় ব্যথাতুর হৃদয়ে তাকে বিদায় দিয়েছিলাম৷ আজ সেই দেড় দু'পাতার গল্প লেখার কথা মনে করতে হলেও মা আসবেন। তার সাথে দেখা না হওয়ার দেড় বছরের আক্ষেপ আজ ঘুচে যাবে। জানি না তার কুয়াশাভরে মুখে আজ একটু হলেও আশার সূর্য উঠেছে কিনা ; আর এ ও জানিনা তারা এখনো আমাকে রাস্তার পাশে থাকা বটগাছের ন্যায় ভরসা করে কিনা। তবুও এই সুদীর্ঘ ধৈর্য্যপরীক্ষার অবসান ঘটিয়ে তারা আসবে ৷ বলতে বলতেই আসার সময় হলো। একটি বাসে করে এসেছে জন প্যালেস্টিনিয়ান। তাদের জন্য এসেছে প্রায় ২৫০ জন মানুষ। প্রত্যেকের নাম ডাকা হয়। তাদের আপনজন এসে চোখের জল মুছে দেয়।তবে আমার পাশে দু'ফোঁটা চোখের জল মুছে দিতে কেন জা নি না কারও অভাববোধ করি। নিজেকে সান্তনা দিতে মনে মনে বললাম,‘সবুরে মেওয়া ফলে।’সান্ত্বনার মাঝেই আমার নামটি এলো। “ইসমাইল” “ইসমাইল”“ইসমাইল”। প্রকৃতপক্ষে কথাটি একবার উচ্চারিত হলেও তা যেন আমার কানে, বেশ কয়েকবার প্রতিধ্বনিত হলো। নিমিষের ভিতরে আমি মূর্ছা যেতেধ বলেও কাঁধের উপরে কারও হাতের স্পর্শ অনুভব করার দরুণ ক্ষীণ দৃষ্টিশক্তি আবার প্রখর হয়ে দাঁড়ালো। চোখের সামনে আমি দেখতে পেলাম, আমার সেই আশ্রয়স্থল। দেড় বছর পর আমি আবার যেন আমার জীবনের সুখকর স্মৃতিগুলোর একটির প্রতিছবি দেখতে পেলাম। বুঝঝতে আর বাকি রইল না কণ্ঠস্বরটি কার ছিল। তার কুয়াশা মুখে সূর্য উঠে নি। তবুও কষ্ট অথবা সুখের দু'ফোটা অশ্রুচোখে নিয়ে আলিঙ্গন করল আমাকে। এরপর জিজ্ঞাসা করলাম-“মা”, “কোথায় মা ?” পাশ থেকে একজন বলল, “আনুমানিক ৫৩ কেজির একটি বস্তা। বয়স্ক হয়তোরা ।” কথাটি শোনার পর হৃদয়ের কোণে একচিলতে শঙ্কা ও ভীতি পোষণ করে একটু বিরতি নিয়ে আবার জিজ্ঞাসা করলাম- “মা!” কিছুক্ষণ আগেই প্রখর হওয়া দৃষ্টিশক্তি যেন আবার স্থির হয়ে দাঁড়ালো!
    `,
    writer:"Cadet Siam",
    cadetNo: 2379
    },

    {title:"ডিগ্রি  নাকি দক্ষতা",
    story:`
    ডিগ্রি থাকতে হবে- সাধারণত বাংলাদেশের বেশিরভাগ চাকরিতে এ কথা উল্লেখ থাকে। এসব ক্ষেত্রে ডিগ্রি ছাড়া কোনো উপায় নেই। তবে সেটি শুধু চাকরিতে আবেদনের জন্য। একবার চাকরি পেয়ে গেলে কেউ তো আর কিসে ডিগ্রি আছে সেটা দেখবে না। সবাই দেখবে কাজটি পারছেন কিনা। সেজন্যই বেশিরভাগ চাকরিতে টিকে থাকার জন্য দক্ষতা বেশি গুরুত্বপূর্ণ। একটা ব্যাপার মনে রাখতে হবে ত্রিশ বা চল্লিশ বছরের একটি ক্যারিয়ারের পুরোটা সময়েই মানুষ একই কাজ করে না। কাজেই দক্ষতা অর্জন একটি চলমান প্রক্রিয়া।

ডিগ্রি আর দক্ষতার চেয়েও গুরুত্বপূর্ণ হলো চাকরিদাতার চাহিদা পূরণ করা অর্থাৎ ঠিক এই মুহূর্তে চাকরিদাতা ঠিক কি চাইছেন, আর আমি সেই চাহিদা পূরণ করতে পারছি কিনা। প্রতিষ্ঠানের কাজ, পণ্য বা সেবা সম্পর্কে এতটা জ্ঞান থাকতে হবে, যেন চাকরিদাতার সাথে কথা বলার সময়ই তার মনে হয়, এই মানুষটিকে যদি আমি না নিই, আমার লাখ টাকার আয় হাতছাড়া হবে।
শুধু ডিগ্রি থাকলে এখনকার সময়ে এগিয়ে যাওয়া যায় না। আবার কোনো ডিগ্রি না থাকলে বাংলাদেশের মতো দেশে টিকে থাকাটাও কঠিন। তাই ক্লাসরুমকে একদম অগ্রাহ্য করা যাবে না। তেমনি শুধু ক্লাসরুমে থাকলেও হবে না। ক্লাসরুমে বিভিন্ন কারিগরি দক্ষতা অর্জনের পাশাপাশি ক্লাসরুমের বাইরে চরিত্রগত বৈশিষ্ট্য এবং ও মানুষের সাথে মিশতে পারার দক্ষতাও অর্জন করতে হবে।

দলের সাথে কাজ করার সক্ষমতা, সময় ব্যবস্থাপনা, উপস্থিত বুধি, সমস্যা সমাধান, নেতৃত্ব, আত্মবিশ্বাস, ইতিবাচক মনোভাব এসবও জরুরি। যখনই কেউ টেকনিক্যাল স্কিল' বা 'হার্ড স্কিল এর পাশাপাশি ‘সফট' স্কিলেও ভালো হবেন, পেশাজীবনে অন্যদের চেয়ে তার উন্নতি হবে দ্রুত।
ডিগ্রি আপনাকে প্রাতিষ্ঠানিক স্বীকৃতি দেয়, যা আপনাকে একটি জায়গায় প্রবেশের সুযোগ করে দিবে। কিন্তু সেই জায়গায় টিকে থাকা এবং সফল হওয়ার জন্য যা সবচেয়ে বেশি দরকার, তা হলো দক্ষতা তবে ডিগ্রি একেবারে অবমূল্যায়ন করা যাবে না। এটি একটি ভিত্তি তৈরি করে এবং নতুন শেখার পথ উন্মুক্ত করে। কিন্তু দক্ষতা ছাড়া সেই ভিত্তি স্থায়ী হয় না। তাই সফল ক্যারিয়ারের জন্য ডিগ্রি ও দক্ষতার মধ্যে ভারসাম্য রক্ষা করা জরুরি।
চাকরির বাজারের পরিবর্তন, প্রযুক্তির বিকাশ এবং প্রতিযোগিতার কারণে শুধু একাডেমিক জ্ঞান যথেষ্ট নয়, দক্ষতা অর্জন করাও জরুরি। ডিগ্রির আসল মূল্য কেবল তা অর্জনে নয়,বরং এর পাঠ্যক্রমকে বাস্তবজীবনে কার্যকরভাবে প্রয়োগ করা। এই বাস্তবভিত্তিক, অভিজ্ঞতামূলক পদ্ধতিই প্রকৃতপক্ষে একজন ব্যক্তি কে অন্যদের চেয়ে আলাদা করে। শুধু সনদ বা ডিগ্রি নির্ভর পড়াশোনার চল এখনই নেই। হাতে-কলমে কাজের দক্ষতা কিংবা ব্যবহারিক অভিজ্ঞতা আছে এমন তরুণদের এখন বেশি গুরুত্ব দেয়া হয় ৷

দক্ষ কর্মীদের বেতনও অনেক। আমাদের দেশের শিক্ষার্থী, যারা বিশ্ববিদ্যালয়ে বিজ্ঞান বা প্রকৌশল বিভাগে পড়েন, তাদের ব্যবহারিক কাজের সুযোগ কম বলে এসব খাতে যুক্ত হতে পারছেন না। মোটামুটি ধরণের দক্ষতা অর্জন করে এসব খাতে ক্যারিয়ার গড়ার সুযোগ বাড়ছে। দক্ষতা অর্জনে গুরুত্ব দেয়ার জন্য বিশ্ববিদ্যালয়ের ক্যারিয়ার চার বছর সময়টা কাজে লাগাতে হবে। একাডেমিক জীবনে বিভিন্ন কোর্সের সঙ্গে আসলে বিভিন্ন দক্ষতা অর্জনের সুযোগ থাকে। আমাদের শিক্ষার্থীদের দুটির ভারসাম্য বজায় রাখা সিখতে হবে।
 
    `,
    writer:"Cadet Muntasir",
    cadetNo: 2409
    },

    {title:"শিল্পের অবিচ্ছেদ্য অংশঃগ্রাফিতি",
    story:`
    প্রাচীনকাল থেকেই শিল্পচর্চার প্রতি অসীম আগ্রহ মানুষের সুজনশীলতার পূর্ণ-পরিস্ফুটন ঘটিয়েছে। সেই সাথে তাকে দিয়েছে চিন্তাধারার উৎকর্ষ। এই শিল্পা ছড়িয়েছে ক্ষুদ্র হতে বৃহৎ পরিসরে। এই শিল্পচর্চার পরিসরের বড় একটি জায়গা দখল করে আছে গ্রাফিতি ও দেয়ালচিত্র। জাতি হিসেবে 'গ্রাফিতি' শব্দটির সাথে আমরা সদ্য পরিচিত হলেও এটি মোটেও সাময়িক কোনো বিষয়বস্তু নয়। কালের বিবর্তনে অনেক জটিলতা পেরিয়ে এর বিস্তৃতি ছড়িয়েছে গুহাচি হতে গগনচুম্বী অট্টালিকার শহরের দেয়ালের উপরিভাগ পর্যন্ত এটি হয়ে উঠেছে আত্মপ্রকাশ, আন্দোলনও শৈল্পিক শ্রেষ্ঠত্বের প্রতীক।তবে গ্রাফিতি এখন যে উদ্দেশ্যে করা হয় এর প্রারম্ভিক পটভূমি মোটেও এরকম ছিল না। মানব চিন্তাধারার সূচনা যেখান থেকে সেখান থেকেই এর যাত্রা শুরু। যার উত্তম প্রমাণ মেলে ফ্রান্সের 'লাসকক্স' গুহাচিত্রে এতে ফুটে উঠেছে প্রাচীনকালের মানুষের যুদ্ধকৌশল ও জীবনযাত্রা। পরবর্তীতে ইতিহাস লিখে রাখার মাধ্যমে এটি জনপ্রিয় হয়ে ওঠে প্রাচীন মিশরীয় ও মায়া সভ্যতায়। হায়ারোগ্লিফিক্স ও কিউনিফর্ম এরই প্রকৃষ্ট রূপ। এরই হাত ধরে সপ্তম শতকে গ্রাফিতি ছড়িয়ে পড়ে ইউরোপের দেশগুলোতে। এমনকি ইতিহাসের পাতায় চিরকা লের লক্ষ্য জায়গা করে নেওয়া ভাইকিংরাও এটি ছড়িয়ে দেয় স্ক্যান্ডে নেভিয়া ও ব্রিটিশ উপদ্বীপগুলিতে। পরবর্তীতে শিল্প বিপ্লবের সময় মাইকেল্যাঞ্জেলো ও 'লিওনার্দো দা ভিঞ্চির মাধ্যমে এটি পরিণত হয় এক অনন্য শিল্পশৈলীতে। ইউরোপীয় উপনিবেশিক শাসকগোষ্ঠীর মাধ্যমে গ্রাফিতি জায়গা করে নেয় পুরো বিশ্বে। আশির দশকে হিপহপ কালচারের প্রতীক হিসেবে নিউ ইয়র্ক শহরে এর চল শুরু হয় যা পরবর্তীতে পশ্চিম আমেরিকায় পৌঁছে যায়। ফিলাডেলফিয়া ও লস এঞ্জেলসের মতন শহরগুলি একে শিল্প হিসেবে স্বীকৃতিও প্রদান ক রে বটে। তবে মধ্যযুগ থেকেই গ্রাফিতি ব্যবহার হয়ে আসছে আন্দোলনের প্রতীক হিসেবে; প্রতিরোধ কিংবা অযাচারের বিরুদ্ধে পালন ক রে আসছে ভূমিকা কিছু নির্দিষ্ট গ্রাফিতি নির্দিষ্ট বার্তা বহন করে। যেমন মুষ্টিবদ্ধ হাত প্রকাশ করে একতা ও প্রতিরোধ। আবার চোখ প্রকাশ করে যে নাগরিকেরা সকল অযাচার পরখ করছে।অর্থাৎ কোনোকিছুই তাদের অজানা নয়।

অনেক দ্রুত জনগণের কাছে ঘটানো ছড়াত্রো যায় বলে গ্রাফিতি আন্দোলনে গুরুত্বপূর্ণ ভূমিকা পালন করে। যার উদাহরণ পাওয়া যায় অষ্টাদশ শতাব্দীর সময় থেকেই। ফরাসি বিপ্লবের সময়ে (১৭৮৯-১৭৯৯) অসংখ্য স্লোগানও আন্দোলনের চিত্রকর্ম ফুটে উঠে প্যারিসের দেয়ালগুলিতে৷ এমনকি যুক্তরাষ্ট্রের স্বাধীনতা আন্দোলনেও এর ভূমিকা উল্লেখযোগ্য ৷ দ্বিতীয় বিশ্বযুদ্ধের সময় জার্মানির দেয়ালগুলিও ভরে ওঠে হিটলার ও নাৎসিবিরোধী স্লোগানের চিত্রকর্মে। পরবর্তীতে আরব বসন্তের (২০১০-২০১২) সময়েও মধ্যপ্রাচ্যের বিভিন্ন দেশে সৈরাচার ও একনায়কতন্ত্রের পতনে এর ভূমিকা ছিল অপরিসীম।

তেমনি এ দেশের নানান উত্থান-পতনেও এর গুরুত্ব বিশেষভাবে উল্লেখযোগ্য। পাকিস্তান আমলে জনগণ তাদের নাখোশ থাকার বিষয়গুলি তুলে ধরত দেয়ালচিত্রে। যা ৭১ এর মুক্তিযুদ্ধে অনেক প্রেরণা জুগিয়েছিল। ৮০'র দশকে স্বৈরাচারবিরোধী আন্দোলনেও এর চল দেখা যায়। তবে ২০২৪ সালে বৈষম্যবিরোধী ছাত্র আন্দোলনেও এর দরুণ দেশে এর সর্বোচ্চ প্রকাশ ঘটে। দেশের বিভিন্ন স্থানের বিপ্লবের ঘটনাগুলিতে জায়গা করে নিতে শুরু করে। এক হতে থাকে সাধারণ মানুষ। এরই হাত ধরে স্বেরাচারের পতন ঘটলে পুরো দেশ গ্রাফিতি দিয়ে ভরে যায়। এর মধ্যে উল্লেখযোগ্য হলো '৩৬শে জুলাই' এর গ্রাফিতি যা জুলাই অভ্যুত্থান প্রতীকী অর্থে লেখা হয়। পরবর্তীতে দেশের এহেন শিল্পকর্ম আন্তর্জাতিক স্বীকৃতিও লাভ করে৷ গ্রাফিতি এভাবেই হাজারো বছর ধরে মানুষের মনের ভাব প্রকাশের মাধ্যম হিসেবে ব্যবহৃত হয়ে আসছে। এসব অনন্য শিল্পশৈলী ও সৃজনশীল চিন্তাধারা মানুষকে জুগিয়ে এসেছে প্রেরণা; যে প্রেরণা 'তাকে অপশক্তির বিরুদ্ধে রুখে দাঁড়ানোর ও অযাচার মেনে না নেওয়ার সাহস এনে দিয়েছে।

   `,
    writer:"Cadet Hossain",
    cadetNo: 2220
    },

    {title:"ব্যক্তিত্ব পর্যালোচনা",
    story:`
   সতোন্দ্রনাথ বসু  (১লা জানুয়ারি ১৮৯৪ - ৪ঠা ফেব্রুয়ারি ১৯৭৪) ছিলেন একজন বাঙালি পদার্থবিদ। তার গবেষণার ক্ষেত্র ছিল গাণিতিক পদার্থবিজ্ঞান। আইনস্টাইলের সঙ্গে যৌথভাবে বোস-আইনস্টাইন পরিসংখ্যান প্রদান করেন করেন যা পদার্থবিজ্ঞানের অন্যতম গুরুত্বপূর্ণ আবিষ্কার। কলকাতায় জাত সত্যেন্দ্রনাথ শুধুমাত্র বাংলায় বিজ্ঞানচর্চার প্রবল সতর্কই ছিলেন না, সারা জীবন ধরে তিনি বাংলায় বিজ্ঞানচর্চার ধারাটি পুষ্ট করে গেছেন। এই প্রসঙ্গে তার অমর উক্তি- “যারা বলেন বাংলা : ভাষায় বিজ্ঞানচর্চা হয় না, তারা হয় বাংলা জানেন না, নয় বিজ্ঞান বোঝেন না।”
ঢাকা বিশ্ববিদ্যালয়ে বসু তত্ত্বীয় পদার্থবিজ্ঞান ও এক্সরে ক্রিস্টালোগ্রাফি- পড়াতেন। ১৯২৭ সালে ইউরোপ সফর শেষে ঢাকায় ফিরে আসেন। তিনি উপর কাজ শুরু করেন। এছাড়া তিনি শ্রেণিকক্ষে কোয়ান্টাম বলবিদ্যা অধ্যাপক পদে উন্নীত হন এবং পদার্থবিজ্ঞান বিভাগের বিভাগীয় প্রধানের দ্বায়িত্ব লাভ করেন ৷

সত্যেন্দ্রনাথ বসুর কর্মজীবন বহুল বিচিত্রময়। ১৯১৫ সালে কলকাতা বিশ্ববিদ্যালয় প্রতিষ্ঠাকালে প্রভাষক হিসেবে যোগ দেন। তার কর্মজীবনের মতো কীর্তিও বিচিত্র্যময়। ১৯২৪ সালে ঢাকা বিশ্ববিদ্যালয়ে শিক্ষকতা কালীন সময়ে বসু প্লাকের কোয়ান্টাম তেজস্ক্রিয়তা নীতি ক্যামিক্যাল পদার্থবিজ্ঞানের সাহায্য ছাড়াই প্রতিপাদন করে একটি গবেষণা প্রবন্ধ রচনা করেন এবং সদৃশ কণার সাহায্যে দশার সংখ্যা গণনার চমৎকার উপায় ভাবন করেন৷ উল্লেখযোগ্য যে, এই নিবন্ধটি মৌলিক এবং কোয়ান্টাম পরিসংখ্যানের ভিত্তি। 
এছাড়াও বিভিন্ন সময়ে বসু খ্যাতনামা বিজ্ঞানীদের সাথে কাজ করেছেন। যেমন: বসু কোয়ান্টাম পরিসংখ্যানের প্রবন্ধটির প্রাথমিক চেষ্টায়, প্রকাশ করতে ব্যর্থ হলে আইনস্টাইনের কাছে চিঠি লিখেন। ইতিহাস খ্যাত এই বাঙালি পদার্থবিদের জন্ম ওপার বাংলায় হলেও চিরকালহ এই দেশের প্রতি তাঁর একটি অন্যরকম টান ছিল। ছিল প্রাণপ্রিয় মায়া । তাইতো ইউরোপের জাকজমকপূর্ণ জীবন ছেড়ে চট্টগ্রাম বিশ্ববিদ্যালয়ের অধ্যাপক হয়েছিলেন। তাকে সম্মানসূচক জাতীয় অধ্যাপক উপাধি দেয়া হয়৷ আমৃত্যু তিনি ইমেরিটাস অধ্যাপক হিসেবে কর্মরত ছিলেন ।

প্রখ্যাত বিজ্ঞানী আইনস্টাইন বসুর পাঠানো, প্রবন্ধটি নিজে জামান ভাষায় অনুবাদ করে Zeltsennift für Physik - সাময়িকীতে প্রকাশ করেন। এ স্বীকৃতির পরিপ্রেক্ষিতে বসু ভারতের বাইরে গবেষণার সুযোগ লাভ করেন। এবং পরবর্তী দুই বছর ইউরোপে কাজ করেন। এ সময় পৃথিবীখ্যাত বিজ্ঞানী যেমন লুই ডি.ক্রালি, ম্যারি কুরি এবং আই নস্টাইনের সাথে কাজ করার সুযোগ লাভ করেন।

বিচিত্রময় কর্মজীবন এবং আশ্চর্যজনক আবিষ্কারের ফলে সন্ত্যেন্দ্রনাথ বসু অনেক পুরস্কার ও সম্মাননা লাভ করেন ৷ বসু-আইনস্টাইন পরিসংখ্যান বসু-আইনস্টাইন ঘনীভবন, বোসনের উপর গবেষণা করে ১৯৮৪ সালে পদার্থবিজ্ঞানে নোবেল পুরস্কার লাভ করেন Carlo Rubbia এবং Simon van deer Meer কিন্তু দুভাগ্যজনকভাবে বসুকে নোবেল পুরস্কার দেয়া হয়নি। উপরোক্ত বিজ্ঞানীরা সত্যেন্দ্রনাথ বসুর আবিষ্কৃত জিনিসের ওপর গবেষণা করেই নোবেল লাভ করেন।

সত্যেন্দ্রনাথ বসুর এই মহৎ জীবন থেকে সকলের শিক্ষা নেওয়া উচিত। বিশেষকরে পদার্থবিজ্ঞান সম্পর্কে। এছাড়াও তার জীবন থেকে দেশপ্রেম, ভাষাপ্রেম প্রভৃতির শিক্ষা পাওয়া যায়।
  `,
    writer:"Cadet Apon",
    cadetNo: 2388
    },
   
    {title:"আবেগের বশে",
    story:`
    বিধাতার মোরে দেখাইয়াছে এই বিশ্ব বসুন্ধরা 
আখি খুলিলেই ভাসিয়া ওঠে সেই দুঃখ কষ্টের খেলা।
 মর্ত্যের বুকে ফুটি যেদিন দীপ্তি প্রভা ছড়াইয়া,
 জননীর সব যন্ত্রণা যার বুকের মাঝে জুড়াইয়া।

সেই একদিন দুইপা চালাই পিতের হাত ধরে
 হাতে খড়ি হয় পিতৃদেবের চশমার অগোচরে ।
 একদিন সেই পাড়ি জমাইলাম বিদ্যা নিকেতনে, 
ইচ্ছা আকাঙ্ক্ষা অটুট মনে লক্ষ্যকে ছুঁটে চলে।

দশ বছর পারি জমাইতেই বুঝ আসে মোর মনে 
জনক জননীর সেই খুটি আজ নড়ব হলেও চলে।
 আমি তো এখন পনোরায় আছি, বড় হয়ে গেছি বেশ 
পৃথিবীতে দেখি শুধুই বেদনা আছি শুধু সেই ক্লেশ।

বয়স আমার আঠারো এখন সবকিছুই আজ চেনা,
 হৃদয় মাঝে জেগে ওঠে মোর আবেগের পরিক্রমা।
 আবেগের বসে ভুলিয়া যাই সেই জননীর যন্ত্রণা, 
মনে থাকেনা সেই হাঁটাচলা শেখা অবলম্বণের মন্ত্রণা।

অগোচরা তার বিষাদময়
ইতি ঘটে তার সব বাসনার, 
করিলো বিসর্জন হারাইলো ভুবন
 চাপা পরে যায় বাবা মায়ের স্বপ্ন,
 রয়ে যায় শুধু কান্না আর কান্না ৷

আবেগের বসে ফাঁসির দড়ি কি অঙ্কের সমাধান ? 
পারিলে গলায় পাইবে উপায়, তবেই কি পরিত্রাণ।
 তুমি তো আছ তোমার আবেগ লইয়া,
কেন ভুলে যাও স্রষ্টার দান চির মহীয়ান।

স্বর্ণ রৌপ্যের থেকে অধিক মূল্যবান।
 ফিরিয়া তাকাও সেই স্বপ্ন চাহিয়া, 
ভুলিয়া যাও সেই আবেগের প্রবণতা 
বুঝিয়া দাও তোমার সৃষ্টিকর্তাকে 
তাহার উপহারের লম্বতা।
   `,
    writer:"Cadet Zobayer",
    cadetNo: 2278
    },

    {title:"জেদ",
    story:`
   আবদুর রহমান হঠাৎ এক অচেনা পরিবেশে নিজেকে আবিষ্কার করে। চারিদিকে সাজ সাজ রব। সেই ধ্বংসস্তূপ কিংবা প্রাগৈতিহাসিক দালানকোঠা যা মনে হয় কেবলই উনুন থেকে বের হয়েছে খানিকটা আধানসিদ্ধ। এগুলো কিছুই আর নেই। যেদিকে তাকায় শান্তির পরশে বুকটা তার সতেজ হয়ে যায়। নতুন নতুন ভবন কচি পাতার মতো চারদিকে গজি য়ে উঠছে। একমাত্র ছেলে উমারের চিৎকারে ঘুমটা ভেঙ্গে গেল। ছেলেটা যেন তার মায়ের মতো হয়েছে। মাকে ছাড়াও সে কিভাবে যেন তার গুণগুলো আয়ত্ত করতে পেরেছে। আবদুর রহমান তার সর্বস্ব দিয়ে মায়ের শূণ্যতা পূরণ করার চেষ্টা করেছে। তবুও বাড়ির বাইরে গেলেই উমারের অপলক দৃষ্টি তাকিয়ে থাকে পথচারী মা ও শিশুটির প্রতি। তার এ শূন্যতা আবদুর রহমান টের পায়। আসলে তারও যে কষ্ট হয় না তা নয়। মানুষরূপী সেই দানবগুলোর হাতে উমারের মায়ের মৃতে্যুর পর তার জীবনও ছন্নছাড়া হয়ে গিয়েছিল। কিন্তু আশেপাশের মানুষের দুঃখ-কষ্ট, প্রিয়জন হারানোর কষ্ট দেখতে দেখতে কখন যে উমার আটে পা দিয়েছে তা টেরই পেল না। এতকিছুর মধ্যে উমারকে হারানোর ভয় যে সে করেন। এমটাও নয়। প্রতিটা মুহূর্তে উমারকে আগলে রাখতে চায়। প্রায়ই সে ভাবে যদি এমন একটা জায়গা এই পৃথিবীতে থাকত যেখানে উমার এবং সে নিশ্চিন্তে বাস করতে পারবে! এত বড় পৃথিবী হলেও তাদের জীবনটা হয়ে গেছে খাঁচায় বন্দি-কটি পাখির মতো।

উমারের সারাদিনের কাজ বলতে শুধু স্কুলে যাওয়া আর পাশের বাড়ির বন্ধু সানমের সাথে খেলা। এখানকার বাচ্চা-কাচ্চাদের মোবাইলের প্রতি অনেক আকর্ষণ থাকলেও উমার তার ঠিক বিপরীত। সারাদিনের বেশিরভাগ সময় সে সানিয়ার সাথেই কাটায়। আবদুর রহমানও মাঝে মাঝে সেই খেলায় যোগ দেন। সানিয়া তার সাথে সাথে থাকতে থাকতে তার পরিবারেই অংশ হয়ে গিয়েছে৷ বাহিরে থেকে কেউ আসলে নিশ্চিত বলবে এরা দুজনই ভাই বোন। এমনও হয়েছে যে একজন 'রাতে খায়নি জন্য অন্য জন ও খায়নি। কোনো খাবার কিংবা খেলনা কিংবা কাপড় কিালে সবসময় দুইটি করে কেনে। আবদুর রহমান মাঝে মাঝেই তাদের দিকে তাকিয়ে থাকে আর ভাবে কত সুন্দরই না হতে পারত এই অবুঝ শিশুদের জীবন।

সেদিন উমারের প্রচণ্ড জ্বর ছিল। আবদুর রহমান পাশেই শুয়ে ছিলেন। কিছু দূরেই বিকট আওয়াজ পাওয়া গেল। গোলাগুলিও পাওয়া গেল খানিকক্ষ গ। আবদুর রহমান জানালার দিকে তাকাতেই কিছু মানুষের ভিড় দেখতে পেলেন। উমার তখন জেগেই ছিল। আবদুর রহমান তাকে শুয়ে রেখে নিচে যেতে চাইলে উমারও যেতে চাইল। উমারের জেদ সম্পর্কে জেনে আবদুর রহমান আর বাঁধা দিল না। নিচে নামার পরই দেখতে পেল সানিয়ার মা-বাবা একটি লাশকে জড়িয়ে ধরে কাঁদছে। কিছুদূর এগিয়ে যেতেই। আবদুর রহমান শুনতে পেল কিছু ছেলে মেয়ে খেলছিল। সানিয়াও তাদের মাঝেই ছিল। ইসরাইলি নৃশংস বাহিনী সেই অবুঝ শিশ্মাটকে ও ছাড়েনি। সানিয়ার সেই নিথর দেহটিকে জড়িয়েই তার মা-বাবা কাঁদছেন। উমার এই দৃশ্য দেখার সাথে সাথেই অজ্ঞান হয়ে যায়। সেই হামলার সপ্তাহখানেক পর উমার সুস্থ হলেও সেই আগের উমারকে যেন খুঁজে পাওয়া যায় না। তার খেলার একমাত্র সাথী হারানোর পর সে একেবারে ভেঙে পড়েছে। আগের মতো সেই চাঞ্চল্য আর নেই সবসময় মুখে কিছু একটা আওড়াতে থাকে। আবদুর রহমানের চোখ এটি এড়াতে পারল না । উমার তখনই এই কাজটি করে যখন সে কোনোকিছু চায় কিন্তু পায় না। তখন সে জেদের বশবর্তী হয়ে নিজেকে সামলাতে পারে না। আবদুর রহমান তাকে সান্ত্বনা দেওয়ার চেষ্টা করে। কিন্তু কাজের মধ্যে যেন সবকিছু হয়ে ওঠে না। হঠাৎ উমার তার মাটির ব্যাংকটাকে ভেঙ্গে ফেলল একদিন। তার জমানো টাকা দিয়ে সে আতশবাজি কিনতে চায়। সে টিভিতে দেখেছিল একবার দেখছিল নতুন বছরে আ তশবাজির আলো ও শব্দে চারদিক ছেয়ে যায়। আতশবাজিকে সে প্রচণ্ড ভয় পায়। আতশবাজি থেকে আগুন বের হয় সেই আগুন দেখে সে মনে করে যদি এই আগুন তার দেহে লাগে তবে তার কি হবে। কিন্তু হঠাৎ সে এবার অনেকগুলো আতশবাজি কিনে ফেলে। সে জানত না এগুলো কীভাবে ব্যবহার করতে হয়। বাবার কাছ থেকে সে ইউটিউবে দেখে ওগুলো কীভাবে ফোটাতে হয়।

কিছুদিন পর বিকালবেলায় কিছুটা ভয় আর জেদ নিয়ে আতশ বাজি সহ সীমান্তের কাঁটাতারের বেড়ার কাছে যায়। সে জানে এই কাঁটাতারের ওপাশেই আছে তার মা ও বন্ধু সানিয়াকৈ হত্যা করা মানুষগুলো। উমার আবারও কিছু একটা বিড়বিড় করতে থাকে। কিন্তু এবার আর সে পিছু হটবে না। সীমান্তের কাছে এগোতেই সে অস্ত্রহাতে কিছু পশুকে দে খতে পায়৷ অসীম সাহসের সাথে ঝোপঝাড় দিয়ে লুকিয়ে লুকিয়ে সে যত পারে সামনে এগোতে থাকে। তার ঝোঁক বুঝেই তার হাতে থাকা আতশবাজিগুলোতে আগুন ধরিয়ে কাঁটাতারের বেড়ার অপর দিকে। তার বিশ্বাস এই আতশবাজির আগুনে সেই পশুগুলো নি শ্চিহ্ন হয়ে যাবে। সেই আগুনের স্ফুলিঙ্গ তাদের শরীরকে ঝলসে দিবে। আর কোনো মাকে হারাতে হবে না। আর কোনো খেলার সাথি "কখনো চলে যাবে না।

আরও একবার আব্দুর রহমান সেই স্বপ্ন দেখে যেখানে সবকিছু স্বাভাবিক হয়ে গেছে। ধ্বংসযজ্ঞের কোনো ছাপ নেই। কিন্তু এবারে তার ঘুম ভাঙ্গাবার মতো কেউ নেই। সেই আদরের ছোট্ট উমারের চিৎ কারে আর তার ঘুম ভেঙো যাবে না। শুধু চোখের সামনে ভেসে উঠছে টিভির পর্দার সেই লেখাটি আত্মঘাতী বোমাসহ সীমান্তে এক ছেলে আটক হয়েছে।

   `,
    writer:"Cadet Azmayeen",
    cadetNo: 2310
    },
    {title:"কবিতার সুর",
    story:`
একটি কবিতা লিখবো বলে কতকাল চেয়ে আছি আমি
থাকবে সেখানে ঘন বৃষ্টির গান
বাতাসের কোলাহল, আর সুরে হবে তুমি

বৃষ্টির গানের তালে, চাঁদের হাসির ছন্দে
কত যে লিখলাম সহস্র কবিতা
কিন্তু পেলাম না তাকে দেয়ার মতো কোনো সুর ।

কত খানিক গ্রীষ্ম, বর্ষা, শরৎ এলো বসন্ত গেলো 
আকাশ কত নীল, কালো, সাদা রং দেখালো
তবুও পেলাম না আমার অতীত কবিতার সুর।

আজ বৃষ্টি এলো নতুন ছন্দে 
উপহার দিলো নতুন এক কবিতা 
কিন্তু রয় আবারো সেই সুরহীনতা 

কবে আসবে তবে তুমি 
আমার কবিতার সুর হয়ে 
আমার কবিতা হয়ে
জেগে রই আমি বৃষ্টিভেজা এই রাতে 
একাগ্রতায় নিবিঘ্নে লিখি কবিতা
ছন্দ নেই, নেই সুর 
শুধুই বিরাজমান নীরবতা।

     `,
    writer:"Cadet Rahman",
    cadetNo: 2296
    },

    {title:"শূণ্যতা",
    story:`
    সারাদিনের ব্যস্ততার পরে রাতের এই কিছু সময়টা থাকে নিজের জন্য।  কিন্তু এই সময়েও মার চিন্তা মাথায় ঘুর ঘুর করে । শত চেষ্টার পরও মাথা থেকে মার জন্য চিন্তা ভাবনা দূর করতে পারি না। “কেমন আছে মা? আমাকে ছাড়া কি ভালো আছে ? হয়তো আছে কিন্তু আমি তো নেই।”এসব প্রশ্নের উত্তর পেতে না পেতেই কখন যে রাত পেরিয়ে সকাল হয়ে যায় মাঝে মাঝে খেয়াল হারিয়ে ফেলি। কখনো কখনো খেতে ভুলে যাই৷ মনে হয় একটু পরই মা খাওয়ায় দিবে আমায়।

মা আমাকে ছেড়ে গ্রামে একা আছে। মাকে একা রেখে আমার এই মহাব্যস্ত ঢাকা শহরে কিছুতেই মন মানে না। চাচা-চাচিরা হয়তো মায়ে র ভালোই দেখভাল করে। মাঝে মাঝে ভাবি একদিন এর জন্য হলেও মাকে দেখতে যাব৷
অনেকদিন মাকে দেখিনি। তাই আজ অনেক কষ্টে চারদিনের ছুটি নিলাম। ডাক্তারি জীবনে এই ছুটি নেয়া যে কত কষ্টকর তা কেবল ডাক্তাররাই বোঝেন। আজ সকালের ট্রেনে করে চলে এলাম গ্রামে। গত এক বছরে গ্রামের বুকে পা রাখিনি। গ্রামের সেই সবুজ সরলতায় মুগ্ধ না হয়ে আর থাকতে পারি না। কিন্তু মাকে দেখার অস্থিরতা আর পিছু ছাড়ল না৷ ছাড়বেই বা কিভাবে? অনেকদিন ধরেই তো মায়ের সেই রাগান্বিত চোখের আড়ালে আমার জন্য সুপ্ত কোমল হৃদয় দেখিনি। ছোটবেলায় পড়াশোনার জন্য মায়ের কাছে কতই যে মার খেয়েছি। ডাক্তার হওয়ার পেছনে আমার জীবনের মূল কারি গর হলো আমার মা। মারই ইচ্ছা ছিলো আমাকে ডাক্তার বানানোর। বাড়ির কাছে আসেই দেখি মা বাড়ির পিছন পাশে আমার জন্য অপেক্ষা করছে। মার মুখে মুচকি হাসি দেখে আমার চোখ অশ্রুশিক্ত হতে আর বাদ রইলো না। দৌড়ে গিয়ে মাকে জড়িয়ে ধরে বললাম, “মা তোমাকে ভীষণ ভালোবাসি।”কিন্তু দেখলাম মা চুপ করে আছে।মনে হয় আমার সাথে রাগ করেছে। হুট করে মনে হলো মায়ের জন্য শাড়ীটা ব্যাগ থেকে বের করি নাই। ব্যাগ থেকে মা'র জন্য কেনা শাড়ী বের করে কিছুক্ষণ তাকিয়ে থাকলাম শাড়ীটার দিকে। ছোটবেলার কথা মনে পড়ে গেল৷ মাকে নীল শাড়ীতে অনেক বেশিই সুন্দর লাগে। আর কিছু না ভেবেই গাছের স্তুপ সরিয়ে শাড়ীটা রাখলাম যেখানে মা অনন্তকালের জন্য শুয়ে আছেন। কাল্পনিক চোখে দেখতে পেলাম মা সেই ছোট্ট আমার পিছনে খাবার নিয়ে ছুটছে আর বরাবরের মতোই আমি দৌড়ে পালাচ্ছি।

       `,
    writer:"Cadet Hasan",
    cadetNo: 2295
    },

    {title:"পুস্তক পর্যালোচনা",
    story:`
    নাম : 'পার্থিব’
লেখক : শীর্ষেন্দু মুখোপাধ্যায়
ধারা : চিরায়িত সামাজিক উপন্যাস
জীবন কেন, এই জীবনের অর্থ কী , কেনই বা শুধুমাত্র বেঁচে থাকা ? নাকি এর গভীরে লুকিয়ে আছে কোনো হিংসায় তাৎপর্য ? এমন নানা প্রশ্নে আকীর্ণ ব্যস্তগ্রাহ্য এই জগৎ ও জীবন এইসব সনাতন প্রশ্নেরই স্থির উত্তর অন্বেষণ হিসেবে রচনা বলা হয়েছে এই বৃহদায়তন উপন্যাস 'পার্থিব’ ।
এই উপন্যাসে উন্মোচন ঘটেছে এক অজপাড়াগায়ের যেখানে বৃদ্ধ বিষ্ণুপদ তার ভাঙা ঘরের দাওয়ায় বসে  প্রত্যাশায় চেয়ে থাকে তার মেজো ছেলের অর্ধসমাপ্ত বাড়িটির দিকে। এই  অতি সামান্য দৃশ্য থেকে শুরু হয়ে এই উপন্যাস ক্রমশ জীবনের নানা প্রবাহে বয়ে যেতে থাকেন উন্মোচিত করতে থাকে জীবনের নানা প্রবাহের নানা দেখা-অদেখা রূপ ও বর্ণ। বিষ্ণুপদের তিন পুত্রের মাঝে "কৃষ্ণজীবন” উপন্যাসে অনেকটা অংশ জুড়ে অবস্থান  করে। তাকে কেন্দ্র করেই উপন্যাসের বাকি চরিত্রের রূপবদল হতে থাকে। উপন্যাসটি হয়ে ওঠে জীবন্ত ও প্রাঞ্জল। এই উপন্যাসের এক অন্যতম বৈশিষ্ট্য এর প্রত্যেকটি চরিত্রের উপস্থাপনা, সময়ের সাথে প্রত্যেকটি চরিত্রকে যেভাবে উপস্থাপন করা হয়েছে এতে। এদের কাল্পনিক বলে মেনে নেওয়া পাঠকের একটু কষ্টসাধ্য হয়ে পড়ে। তাই বাস্তবিক কল্পনার মানুষদের টানাপোড়নে তৈরি এই পার্থিব নামক
কল্পিত বিশ্ব।
উপন্যাসে মানুষের কষ্টের জর্জরিত জীবন যেভাবে তুলে ধরা হয়েছে তেমনিভাবে দেখানো হয়েছে, বিলাসিতার এক চো খধাধানো ভুবন । আর এই দুই বিপরীতধর্মী বাস্তবতার মাঝে মানুষের দিশেহারা চলাফেলার মধ্যে প্রকাশ পায় জীবনের সব না বলা স্বপ্ন ,স্বাদ ও আহ্লাদ। এদের - উন্নতি ও স্বপ্নভঙ্গে প্রকাশ পায় হাজারো মানুষের দৈনন্দিন জীবন, তাদের অগ্রযাত্রা, করুণাময়ী ঘটনাসহ নানান ইচ্ছা-আকাঙ্ক্ষার।

বাবা রেলওয়েতে চাকরি করায় ছোটবেলায় যাযাবর জীবন পার করেছেন বাংলা সাহিত্যের অনন্য সাহিত্যিক ও লেখক শীর্ষেন্দু মুখোপাধ্যায় ৷ নানা জায়গার নানা ধরণের মানুষের সাথে পরিচিত হয়েছেন অল্প বয়সেই। অর্জন করে ছেল জীবনের সকল প্রকার মানুষের সাথে চলার অভিজ্ঞতা। আর সেই অভিজ্ঞতা থেকেই ১৯৯৪ সালে রচনা করছেন কালজয়ী উপন্যাস পার্থিব।

পার্থিব উপন্যাসটি সেই সকল পাঠকের জন্য যারা নিজেদের জীবনকে করতে চায় জীবনের উদ্দেশ্য; বাঁচতে চায় সঠিক পন্থায় ।

    `,
    writer:"Cadet Shahariar",
    cadetNo: 2314
    },

    {title:"রক্তগাথার জুলাই ",
    story:`
লোহার টুপি পড়া শকুনদের রাবার বুলেটের ভারী গোলা-বর্ষণ থেকে নিজেকে কোনোরূপে সামলে নিলেও কাঁদুনে গ্যাস এর হাত থেকে আর রক্ষা পেল না সে। অশ্রুযুক্ত চোখে পিছনে তাকিয়ে    দেখতে পেল কত রক্তমাখা দেহ ইতমধ্যে রাস্তায় লুটিয়ে পরেছে। ধোয়াটে পরিবেশ বিরূপায় আজাদ কারোর সাহায্যের অপেক্ষা না করে দ্রুত রাস্তাত পরে থাকা লোকদের দিকের অগ্রসর হলো । গন্তব্যে যতে না যেতেই সব কিছু যেন হারিয়ে ফেলল সে/ শায়িত অবস্থায় নিজেকে আবিষ্কার করলো তার বিছানায়। 

আজ ১৬ই জুলাই। গতকাল দাদুর মুখে যখন বাইয়ান্নর সেই ভাষা আন্দোলনের ইতিহাস মনে মনে প্রতিজ্ঞাবদ্ধ দেশের জন্য জীবনের শেষ নিঃশ্বাসটাও ত্যাগ করবে পা। হয়তোবা এজন্যই এমন দুঃস্বপ্ন দেখেছে সে।

সকাল থেকে অনেক অস্থির দেখাচ্ছে আজাদকে। বন্ধুদের কল দিয়েই যাচ্ছে । তারা কতজন মিলে সিদ্ধান্ত এলো আজ সকাল এগারোটায় বেগম রোকেয়া বিশ্ববিদ্যালয় থেকে মিছিল বের হলে সেটায় যোগ দিবে। নেতৃত্বে থাকা সমন্বয়ক  আৰু সাঈদ, সামাদ এবং খাইরুল বাশার। ওরা সবাই বেগম রোকেয়া বিশ্ববিদ্যালয়ের ইংরেজি বিভাগের ছাত্র । আঠারো বছর বয়সী তরুণ আজাদ নিজেকে দমাতে না পেরে বেরিয়ে পড়লো বধুদের নিয়ে। যোগ দিলো উত্তেজিত আন্দোলনে। বিক্ষুব্ধজনসমুদ্রে নিজেকে ক্ষুদ্র পিপীলিকার ন্যায় মনে হতে  লাগল তার। তবে এই মনোবল টুকু ছিলো যে ক্ষুদ্র পিপীলিকা যদি মস্ত হাতির শুঁড়ের ভিতর ঢুকে যায়, তবে হাতিকেও পরাস্ত করতে সক্ষম। এসব কাল্পনিক ভাবনায় মগ্ন থাকতে থাকতেই ওপাশ থেকে গুলিবর্ষণ শুরু হলো। তীব্র মনোবল নিয়ে সাহসী আজাদ অগ্রসর হওয়ার চেষ্টা করলেও ব্যর্থ হয়। ক্ষণিকের মাথায় সব গুলির আওয়াজ নিশ্চুপ হয়ে যায়। এটাই সময় সামনে বুক ফুলিয়ে অগ্রসর হওয়ার । “বুকের ভিতর অনেক ঝড়, বুক পেতেছি গুলি কর।” স্লোগান দিতে দিতে অগ্রসর হয় সে। হঠাৎ আবু সাঈদকে খুঁজে পেল সে। রক্তমাখা আবু সাঈদের মৃতপ্রায় দেহ দেখে সে থামতে পারল না। যে সাঈদের মুখে সে শুনেছিল, “আজ দেশকে স্বাধীন করে তবেই ফিরব "সে সাঈদ মৃতপ্রায় দেহে জীবনের শেষ নিঃশ্বাসটুকু নিচ্ছে। তবে বেশিক্ষণ আর তার ভাগ্য হলো না সোনার বাংলার এই প্রকৃতি থেকে নিঃশ্বাস নেয়ার ।শহীদ হলো আবু সাঈদ। ওই দিন আজাদ আর মিছিল চালিয়ে যেতে পারল না। ভীত অবস্থায় বাড়ি ফিরলো। রাতে গাঁয়ে কাঁপুনি দিয়ে জ্বর এলো তার। এই প্রথমবার সে কাউকে চোখের সামনে মারা যেতে দেখেছে। কোনোভাবেই নিজেকে আর সাহসী মায়ের সাহসী সন্তান বলতে পারছে না। এভাবেই কেটে গেল বেশ কদিন।

আজ ৫ই আগস্ট। দুঃখিত ৩৬শে জুলাই। যতদিন না ছাত্রদের দাবি মানা না হবে এ জুলাইয়ের শেষ নেই। সোমবার। সকালবেলা একপশরা বৃষ্টি সারাদেশকে শান্ত করলেও শান্ত করতে পারেনি বাংলার দামাল সন্তানদের। দুপুর বারোটার দিকে মাথার উপর রৌদ্র নিয়ে ভাইদের মৃত্যুর বদলার দাবিতে এক নাগাড়ে মিছিল করে যাচ্ছে তারা। আজাদ অভয়ে আবারো প্রতিজ্ঞাবদ্ধ হলো। এবার সে যাবেই। তার মাঝে আর ভয় কাজ করছে না। কিভাবে সে নিজেকে বাংলার বীর বলবে। দুপুরের বাদ তোয়াক্কা না করে নেমে পড়লো আন্দোলনে। কিন্তু এবার প্রতি পদক্ষেপে যেন তার ভিতরের সাহসী শক্তি লোপ পেতে লাগল। ভয়ের শিকড় তার পা পেঁছিয়ে নিলো। হাত-পা কাঁপতে শুরু  ওর। তবু ভেবে কূল না পেয়ে সিদ্ধান্ত নেয় বাসায় ফিরে যাবে। পিছ-ন ফিরে যা শুরু করলেই খেয়াল করে কেউ ওর হাত টেলে ধরেছে। অসজল চোখে পিছনে তাকিয়ে দেখে তার বাবা  । বাবাকে দেখে তার ভিতরের সঞ্চিত শক্তি আবারো ফুটে উঠলো। চোখের সামনে দাদুর বলা বায়ান্নর ভাষা আন্দোলন স্বপ্নে দেখা সেই দৃশ্যের কথা এবং বীরের ন্যায় আৰু সঙ্গদের মৃত্যুবরণ এসব তার উপরে সামনে ভেসে উঠে। তৎক্ষনাৎ আন্দোলন চালিয়ে যেতে অগ্রসর হয় সে। বীর ন্যায় মিছিলের সম্মুখে অবস্থানরত আজাদ । পাশে তার বাবা । ওপারে লোহার টুপি পরিধাণরত একদল শকুনের দল। এবার আর সে মোটেও ভীত নয়। কিছুদুর অগ্রসর হলেই ওপাশ  থেকে গুলিবর্ষণ শুরু হয়। হঠাৎ বুকে প্রচন্ড ব্যথা অনুভব করে সে। অনুভূতিগুলাগলো হারিয়ে ফেলতে লাগলো মুহুর্তের মাঝে। শরীরের উপর থেকে তার নিয়ন্ত্রণ চলে যাচ্ছে। বুঝতে পারে গুলি এসে  লাগে তার শরীরে।

        `,
    writer:"Cadet Atif",
    cadetNo: 2304
    },



];




let i =0;
const body =  document.getElementById("body");
while(i< topics.length){
    body.innerHTML = body.innerHTML + `<p class="topicName p-2" onclick="showText(${i})">${i+1}. ${topics[i].title}</p>`;
    i++;
}

function showText(topic){
    window.scrollTo(0, 0);
    document.getElementById('title').innerHTML = topics[topic].title;
    document.getElementById('story').innerText = topics[topic].story;
    document.getElementById('credit').innerText = "   - " +topics[topic].writer + " (" + topics[topic].cadetNo +")";
    document.getElementById("closebtn").classList.remove('d-none');
    document.getElementById("credit").classList.remove('d-none');
    if(window.innerWidth < 500){
        document.getElementById("body").classList.add("d-none");
    }
}

function myFunction(){
    window.scrollTo(0, 0);
    document.getElementById("body").classList.remove("d-none");
    document.getElementById("showText").innerHTML = `
    <h1 id="title" class="text-white"></h1>
    <small id="credit" class="text-white d-none"></small>
    <p id="story" class="text-white"></p>
    <button onclick="myFunction()" id="closebtn" class="d-none">Back</button>
    `
}
