const topics = [
    {title:"বাংলাদেশ-শিক্ষা-অন্যান্য",
    story:`
    শিক্ষার পদ্ধতি-উন্নয়ন-সংস্কার ইত্যাদি নিয়ে আমাদের বিশেষত বাঙালির মাথাব্যথা চিরকাল ছিল এবং থাকবেও বোধ হয়। এ জাতি উঠতে-বসতে সর্বদা শিক্ষা ব্যবস্থার (বর্তমান কিং বা সমসাময়িক খুঁত ধরতে মহাব্যস্ত। এতটাই ব্যস্ত যে, যেখানে খুঁত ধরার লক্ষ্য ছিল শিক্ষার উন্নয়ন, সেখানে যুগের পর যুগ, প্রজন্মে র পর প্রজন্ম পার হয়ে গেলেও শিক্ষা নিয়ে এমন আলোচনা চায়ে র দোকান কিংবা টিভি টকশোর বাইরে আর যাওয়াই হলো না। শিক্ষা ব্যবস্থার এই খুঁত ধরা ব্যাধি আমাদের সবার মাঝেই কম-বেশি বিরাজমান। ধীরে ধীরে এই ব্যাধি চারদিকে ছড়িয়ে পড়ছে। কেননা, ব্যাধিই সংক্রামক, স্বাস্থ্য নয়। কিন্তু কেউই যেন এর সমাধান  জানে না। তবে কথা শুনলে মনে হয় সবারকাছেই এর ডজনখানা উপায় বি দ্যমান।

শিক্ষা ব্যবস্থার নতুন কোনো সংস্কার আসলেই শিক্ষার্থী-অভিভাবক মহলে তৈরি হয় নানা বিতর্ক। সামাজিক যোগাযোগ মাধ্যম আর টিভির সামনে ভেসে ওঠে “একি শেখানো হচ্ছে বাচ্চাদের ? “এমন শিক্ষাই কি আমরা চেয়েছিলাম?” প্রত্যেক শিক্ষাব্যবস্থার অন্তত একটি হলেও ভালো দিক আছে। কিন্তু তবুও এক শ্রেণির নামধারী শিক্ষা-গবেষক, গুরুজন সর্বদাই এর বিরুদ্ধে থাকেন। নতুন কোনো কোনো শিক্ষা-ব্যবস্থা আসলে তারা সেই পুরোনো শিক্ষা ব্যবস্থাতেই ফিরে যেতে চায়। এর বাইরে সেসব চিন্তাশীল কি- ছুই ভাবতে পারে না। আমাদের দেশে আরও এক শ্রেণির লোক আছে যারা মুখস্তবিদ্যাকে যমের মতো ভয় ও ঘৃণা করেন। আবা র অনেকের কাছে জিপিএ-৫ কিংবা লেটার নাম্বারই সব। এসবনিয়ে ভাবতে শুরু করলে আসলে ভাবনার অথৈ সাগরে ডুবে যাওয়া ছাড়া কোনো উপায়ই থাকে না ৷

এখন সেই ভাবনার সাগরে ডুবে থাকলেই তো আর সাগরকন্যা এসে উপায় বাতলে দিয়ে যাবে না। এর জন্য আমাদেরকেই ভাবতে হবে ৷ স্বাধীনতার সুবর্ণজয়ন্তীতে এসেও আমাদের শিক্ষা ব্যবস্থার এমন করুণ দশা ঢাকা শহরের বাসগুলোর থেকেও যেন খারাপ৷ বাহির থেকে বাহির থেকে দেখতে অনেক সময় ঝকঝকে তকতকে হলেও সেই বাসের কলকব্জা সেই যে ব্রিটিশ আমলের তারই বা নিশ্চয়তা দেবে কে? সেই বাসকে এসি থেকে শুরু করে যাবতীয় সরঞ্জাম দিয়ে যদি সাজানো হয় তবে বছর না যেতেই তাকে জাতীয় জাদুঘরে খুঁজে পাওয়াটা কাঠন হবে না৷ আমাদের শিক্ষাব্যবস্থাটাও ঠিক সেরকম। সেই শিক্ষাব্যবস্থার কলকব্জার পরিবর্তন না করলে তার ফল পাওয়া যাবেনা।

শিক্ষার উন্নয়নের জন্য চাই শিক্ষকের অর্থাৎ শিক্ষাগুরুর মনোন্নয়ন। আর আমাদের দেশের শিক্ষাগুরুরাই সবথেকে অবহেলিত। শিক্ষকের পারিশ্রমিক থেকে শুরু করে তাদের সমাজে মর্যাদা এসবকিছুতেই আমাদের দেশ তলানিতে। তাই আজ তারা শিক্ষার্থীর জ্ঞানপিপাসাকে জ্বলন্ত করতে অনেকটাই ব্যর্থ৷ বর্তমানে শিক্ষার্থীর মনে জ্ঞান অ জন করা মানেই উপার্জন করা এরূপ মনোভাব সৃষ্টি হয়েছে। শিক্ষাব্যবস্থা যাই হোক না কেন এ মনোভাব থাকলে কখনোই প্রকৃত শিক্ষায় শিক্ষিত করা যাবে না। শিক্ষার প্রকৃত উন্নয়নের জন্য শিক্ষা ব্যবস্থার পাশাপাশি শিক্ষার্থীদের মনোভাব পরিবর্তন, শিক্ষকের মর্যাদার উন্নয়ন ইত্যাদির উপর জোরালো দৃষ্টি দিতে হবে। তবেই আমাদের দেশে হবে সেই শিক্ষাব্যবস্থা যার দরুণ ২৪ এর স্বাধীনতার লক্ষ্য অর্জিত হবে।

    `,
    writer:"Cadet Jadid",
    cadetNo: 2387
    },

    {title:"মেঘনীল",
    story:`
    দর্পণে নীল জল
 তার উপরে মেঘনীল
কার আঁকা এই শিল্পনীল অশ্রু 
এবং নীলের মেঘের কাব্য?
কত লক্ষ কোটি বছর ধরে
কত যুগ মহাযুগ ধরে যাচ্ছি ভালোবেসে তোমায়? 
একবারও তুমি ওড়ালে না নীল রুমাল
কেমন করে লিখব বল কালান্তরের মেঘনীল?
তবুও আমি এক উজ্জ্বল জলনীল প্রেমের তিলক- 
যদিও হতে পারিনি দর্পণ-কবি
বসন্ত, কোন নীল জল তুমি করেছ পান ?
কার মেঘনীল কাব্য আজও তুমি যাচ্ছ যে লিখে!
আহা ঘুরেফিরে কেন বারবার হয়ে যায় ছবি
ওই যে দূরের নীল দিগন্ত
নীল রুমালের চিঠি বলো আমি কোথায় রাখি ?
সবই নীল- মেঘনীল
কেন?

     `,
    writer:"Cadet Porosh",
    cadetNo: 2389
    },

    {title:"বিরতি",
    story:`
    আজ নিয়ে দেড় বছর। এই ১.৫ বছরে অনেক ঘটনাই ঘটেছে সোনালি ধূসর মাটির বুকে। কত আর্তনাদ, কত ছে হাহাকার, কত বিতৃষ্ণার সুর মিশে আছে এই ভগ্নস্তূপের এক কোণে।তবুও এই ধ্বংসযজ্ঞের প্রতিধ্বনি যেন অন্তরে প্রতিনিয়ত কড়া নাড়ছে। তার সাথে প্রথম দেখা। মলিন চেহারার ধূসর রঙে চিন্তার ঘনঘটা নিয়ে যেন গন্তব্যহীন পালতোলা নৌকার ন্যায় ভেসে বেড়ানো এক প্রতীক ছিল সে। সেই পথিক শান্তির ঘন-গভীর ছায়া ও আশ্রয় খুঁজে পেয়েছিল এই ক্ষুদ্র কুঁড়েঘরে ৷ তার চোখে জল ও মুখে হতাশার ছাপ নিয়ে শেষবারের মতো জিজ্ঞাসা করেছিল-“এটাই কি শেষ দেখা ?”একটা মুচকি হাসি দিয়ে সেদিন বিদায় দিয়েছিলাম তাকে। বাবার একবছর পূর্ণ হয়েছে হামাসে যাবার। কে জানে তার জীবন ডায়রির পাতা হয়তো সেখানেই ফুরিয়ে গিয়েছে। আপুর সাথে বিদায়টা ৬ মাস আগেই হয়েছিল। চিকিৎসাধীন অবস্থায় একটি বোমার আঘাতে তিনি মারা গিয়েছিলেন। যখন তার খোঁজ নিতে হাসপাতালে গেলাম, তখন জানলাম তিনি এই ধূসর মাটিতে মিশে যাওয়া পাসকলি ফুলের মতোই লাল আভা ছড়িয়ে মিশে গিয়েছেন মাটির গভীরে।তবে হ্যাঁ,এই তুলনায় মার সাথে সম্প্রতি দেখা হলেও সময়ের বিচারে তাও তিন মাস। তিনি বলেছিলেন,- 'আমার মনে হয় তোর বাবা ও বোনের মতো একই পাতায় লেখা শেষ করতে হবে না৷ আরো দু-এক পাতার গল্প লিখেই বিদায় নেব আমি।' তখন মাকে জড়িয়ে প্রায় ১ ঘন্টা নীরব অশ্রুজলে সিক্ত মাতৃকুলের ভালোবাসা ও মায়ের সাথে সন্তানের দৃঢ় মেলবন্ধন অনুভব করছিলাম। মা জবাব দিলেন, “নাহ, তুই মনে হয় আর সেই দেড়-দুপাতার গল্প লিখতে দিবি না। তখন দু'ফোটা জল ও মানিমার সাথে মিশে যাওয়া পাথরের ন্যায় ব্যথাতুর হৃদয়ে তাকে বিদায় দিয়েছিলাম৷ আজ সেই দেড় দু'পাতার গল্প লেখার কথা মনে করতে হলেও মা আসবেন। তার সাথে দেখা না হওয়ার দেড় বছরের আক্ষেপ আজ ঘুচে যাবে। জানি না তার কুয়াশাভরে মুখে আজ একটু হলেও আশার সূর্য উঠেছে কিনা ; আর এ ও জানিনা তারা এখনো আমাকে রাস্তার পাশে থাকা বটগাছের ন্যায় ভরসা করে কিনা। তবুও এই সুদীর্ঘ ধৈর্য্যপরীক্ষার অবসান ঘটিয়ে তারা আসবে ৷ বলতে বলতেই আসার সময় হলো। একটি বাসে করে এসেছে জন প্যালেস্টিনিয়ান। তাদের জন্য এসেছে প্রায় ২৫০ জন মানুষ। প্রত্যেকের নাম ডাকা হয়। তাদের আপনজন এসে চোখের জল মুছে দেয়।তবে আমার পাশে দু'ফোঁটা চোখের জল মুছে দিতে কেন জা নি না কারও অভাববোধ করি। নিজেকে সান্তনা দিতে মনে মনে বললাম,‘সবুরে মেওয়া ফলে।’সান্ত্বনার মাঝেই আমার নামটি এলো। “ইসমাইল” “ইসমাইল”“ইসমাইল”। প্রকৃতপক্ষে কথাটি একবার উচ্চারিত হলেও তা যেন আমার কানে, বেশ কয়েকবার প্রতিধ্বনিত হলো। নিমিষের ভিতরে আমি মূর্ছা যেতেধ বলেও কাঁধের উপরে কারও হাতের স্পর্শ অনুভব করার দরুণ ক্ষীণ দৃষ্টিশক্তি আবার প্রখর হয়ে দাঁড়ালো। চোখের সামনে আমি দেখতে পেলাম, আমার সেই আশ্রয়স্থল। দেড় বছর পর আমি আবার যেন আমার জীবনের সুখকর স্মৃতিগুলোর একটির প্রতিছবি দেখতে পেলাম। বুঝঝতে আর বাকি রইল না কণ্ঠস্বরটি কার ছিল। তার কুয়াশা মুখে সূর্য উঠে নি। তবুও কষ্ট অথবা সুখের দু'ফোটা অশ্রুচোখে নিয়ে আলিঙ্গন করল আমাকে। এরপর জিজ্ঞাসা করলাম-“মা”, “কোথায় মা ?” পাশ থেকে একজন বলল, “আনুমানিক ৫৩ কেজির একটি বস্তা। বয়স্ক হয়তোরা ।” কথাটি শোনার পর হৃদয়ের কোণে একচিলতে শঙ্কা ও ভীতি পোষণ করে একটু বিরতি নিয়ে আবার জিজ্ঞাসা করলাম- “মা!” কিছুক্ষণ আগেই প্রখর হওয়া দৃষ্টিশক্তি যেন আবার স্থির হয়ে দাঁড়ালো!
    `,
    writer:"Cadet Siam",
    cadetNo: 2379
    },

    {title:"ডিগ্রি  নাকি দক্ষতা",
    story:`
    ডিগ্রি থাকতে হবে- সাধারণত বাংলাদেশের বেশিরভাগ চাকরিতে এ কথা উল্লেখ থাকে। এসব ক্ষেত্রে ডিগ্রি ছাড়া কোনো উপায় নেই। তবে সেটি শুধু চাকরিতে আবেদনের জন্য। একবার চাকরি পেয়ে গেলে কেউ তো আর কিসে ডিগ্রি আছে সেটা দেখবে না। সবাই দেখবে কাজটি পারছেন কিনা। সেজন্যই বেশিরভাগ চাকরিতে টিকে থাকার জন্য দক্ষতা বেশি গুরুত্বপূর্ণ। একটা ব্যাপার মনে রাখতে হবে ত্রিশ বা চল্লিশ বছরের একটি ক্যারিয়ারের পুরোটা সময়েই মানুষ একই কাজ করে না। কাজেই দক্ষতা অর্জন একটি চলমান প্রক্রিয়া।
ডিগ্রি আর দক্ষতার চেয়েও গুরুত্বপূর্ণ হলো চাকরিদাতার চাহিদা পূরণ করা অর্থাৎ ঠিক এই মুহূর্তে চাকরিদাতা ঠিক কি চাইছেন, আর আমি সেই চাহিদা পূরণ করতে পারছি কিনা। প্রতিষ্ঠানের কাজ, পণ্য বা সেবা সম্পর্কে এতটা জ্ঞান থাকতে হবে, যেন চাকরিদাতার সাথে কথা বলার সময়ই তার মনে হয়, এই মানুষটিকে যদি আমি না নিই, আমার লাখ টাকার আয় হাতছাড়া হবে।
শুধু ডিগ্রি থাকলে এখনকার সময়ে এগিয়ে যাওয়া যায় না। আবার কোনো ডিগ্রি না থাকলে বাংলাদেশের মতো দেশে টিকে থাকাটাও কঠিন। তাই ক্লাসরুমকে একদম অগ্রাহ্য করা যাবে না। তেমনি শুধু ক্লাসরুমে থাকলেও হবে না। ক্লাসরুমে বিভিন্ন কারিগরি দক্ষতা অর্জনের পাশাপাশি ক্লাসরুমের বাইরে চরিত্রগত বৈশিষ্ট্য এবং ও মানুষের সাথে মিশতে পারার দক্ষতাও অর্জন করতে হবে।
দলের সাথে কাজ করার সক্ষমতা, সময় ব্যবস্থাপনা, উপস্থিত বুধি, সমস্যা সমাধান, নেতৃত্ব, আত্মবিশ্বাস, ইতিবাচক মনোভাব এসবও জরুরি। যখনই কেউ টেকনিক্যাল স্কিল' বা 'হার্ড স্কিল এর পাশাপাশি ‘সফট' স্কিলেও ভালো হবেন, পেশাজীবনে অন্যদের চেয়ে তার উন্নতি হবে দ্রুত।
ডিগ্রি আপনাকে প্রাতিষ্ঠানিক স্বীকৃতি দেয়, যা আপনাকে একটি জায়গায় প্রবেশের সুযোগ করে দিবে। কিন্তু সেই জায়গায় টিকে থাকা এবং সফল হওয়ার জন্য যা সবচেয়ে বেশি দরকার, তা হলো দক্ষতা তবে ডিগ্রি একেবারে অবমূল্যায়ন করা যাবে না। এটি একটি ভিত্তি তৈরি করে এবং নতুন শেখার পথ উন্মুক্ত করে। কিন্তু দক্ষতা ছাড়া সেই ভিত্তি স্থায়ী হয় না। তাই সফল ক্যারিয়ারের জন্য ডিগ্রি ও দক্ষতার মধ্যে ভারসাম্য রক্ষা করা জরুরি।
চাকরির বাজারের পরিবর্তন, প্রযুক্তির বিকাশ এবং প্রতিযোগিতার কারণে শুধু একাডেমিক জ্ঞান যথেষ্ট নয়, দক্ষতা অর্জন করাও জরুরি। ডিগ্রির আসল মূল্য কেবল তা অর্জনে নয়,বরং এর পাঠ্যক্রমকে বাস্তবজীবনে কার্যকরভাবে প্রয়োগ করা। এই বাস্তবভিত্তিক, অভিজ্ঞতামূলক পদ্ধতিই প্রকৃতপক্ষে একজন ব্যক্তি কে অন্যদের চেয়ে আলাদা করে। শুধু সনদ বা ডিগ্রি নির্ভর পড়াশোনার চল এখনই নেই। হাতে-কলমে কাজের দক্ষতা কিংবা ব্যবহারিক অভিজ্ঞতা আছে এমন তরুণদের এখন বেশি গুরুত্ব দেয়া হয়৷
দক্ষ কর্মীদের বেতনও অনেক। আমাদের দেশের শিক্ষার্থী, যারা বিশ্ববিদ্যালয়ে বিজ্ঞান বা প্রকৌশল বিভাগে পড়েন, তাদের ব্যবহারিক কাজের সুযোগ কম বলে এসব খাতে যুক্ত হতে পারছেন না। মোটামুটি ধরণের দক্ষতা অর্জন করে এসব খাতে ক্যারিয়ার গড়ার সুযোগ বাড়ছে। দক্ষতা অর্জনে গুরুত্ব দেয়ার জন্য বিশ্ববিদ্যালয়ের ক্যারিয়ার চার বছর সময়টা কাজে লাগাতে হবে। একাডেমিক জীবনে বিভিন্ন কোর্সের সঙ্গে আসলে বিভিন্ন দক্ষতা অর্জনের সুযোগ থাকে। আমাদের শিক্ষার্থীদের দুটির ভারসাম্য বজায় রাখা সিখতে হবে।
 
    `,
    writer:"Cadet Mustafa",
    cadetNo: 2362
    },

    {title:"শিল্পের অবিচ্ছেদ্য অংশঃগ্রাফিতি",
    story:`
    প্রাচীনকাল থেকেই শিল্পচর্চার প্রতি অসীম আগ্রহ মানুষের সুজনশীলতার পূর্ণ-পরিস্ফুটন ঘটিয়েছে। সেই সাথে তাকে দিয়েছে চিন্তাধারার উৎকর্ষ। এই শিল্পা ছড়িয়েছে ক্ষুদ্র হতে বৃহৎ পরিসরে। এই শিল্পচর্চার পরিসরের বড় একটি জায়গা দখল করে আছে গ্রাফিতি ও দেয়ালচিত্র। জাতি হিসেবে 'গ্রাফিতি' শব্দটির সাথে আমরা সদ্য পরিচিত হলেও এটি মোটেও সাময়িক কোনো বিষয়বস্তু নয়। কালের বিবর্তনে অনেক জটিলতা পেরিয়ে এর বিস্তৃতি ছড়িয়েছে গুহাচি হতে গগনচুম্বী অট্টালিকার শহরের দেয়ালের উপরিভাগ পর্যন্ত এটি হয়ে উঠেছে আত্মপ্রকাশ, আন্দোলনও শৈল্পিক শ্রেষ্ঠত্বের প্রতীক।তবে গ্রাফিতি এখন যে উদ্দেশ্যে করা হয় এর প্রারম্ভিক পটভূমি মোটেও এরকম ছিল না। মানব চিন্তাধারার সূচনা যেখান থেকে সেখান থেকেই এর যাত্রা শুরু। যার উত্তম প্রমাণ মেলে ফ্রান্সের 'লাসকক্স' গুহাচিত্রে এতে ফুটে উঠেছে প্রাচীনকালের মানুষের যুদ্ধকৌশল ও জীবনযাত্রা। পরবর্তীতে ইতিহাস লিখে রাখার মাধ্যমে এটি জনপ্রিয় হয়ে ওঠে প্রাচীন মিশরীয় ও মায়া সভ্যতায়। হায়ারোগ্লিফিক্স ও কিউনিফর্ম এরই প্রকৃষ্ট রূপ। এরই হাত ধরে সপ্তম শতকে গ্রাফিতি ছড়িয়ে পড়ে ইউরোপের দেশগুলোতে। এমনকি ইতিহাসের পাতায় চিরকা লের লক্ষ্য জায়গা করে নেওয়া ভাইকিংরাও এটি ছড়িয়ে দেয় স্ক্যান্ডে নেভিয়া ও ব্রিটিশ উপদ্বীপগুলিতে। পরবর্তীতে শিল্প বিপ্লবের সময় মাইকেল্যাঞ্জেলো ও 'লিওনার্দো দা ভিঞ্চির মাধ্যমে এটি পরিণত হয় এক অনন্য শিল্পশৈলীতে। ইউরোপীয় উপনিবেশিক শাসকগোষ্ঠীর মাধ্যমে গ্রাফিতি জায়গা করে নেয় পুরো বিশ্বে। আশির দশকে হিপহপ কালচারের প্রতীক হিসেবে নিউ ইয়র্ক শহরে এর চল শুরু হয় যা পরবর্তীতে পশ্চিম আমেরিকায় পৌঁছে যায়। ফিলাডেলফিয়া ও লস এঞ্জেলসের মতন শহরগুলি একে শিল্প হিসেবে স্বীকৃতিও প্রদান ক রে বটে। তবে মধ্যযুগ থেকেই গ্রাফিতি ব্যবহার হয়ে আসছে আন্দোলনের প্রতীক হিসেবে; প্রতিরোধ কিংবা অযাচারের বিরুদ্ধে পালন ক রে আসছে ভূমিকা কিছু নির্দিষ্ট গ্রাফিতি নির্দিষ্ট বার্তা বহন করে। যেমন মুষ্টিবদ্ধ হাত প্রকাশ করে একতা ও প্রতিরোধ। আবার চোখ প্রকাশ করে যে নাগরিকেরা সকল অযাচার পরখ করছে।অর্থাৎ কোনোকিছুই তাদের অজানা নয়।

অনেক দ্রুত জনগণের কাছে ঘটানো ছড়াত্রো যায় বলে গ্রাফিতি আন্দোলনে গুরুত্বপূর্ণ ভূমিকা পালন করে। যার উদাহরণ পাওয়া যায় অষ্টাদশ শতাব্দীর সময় থেকেই। ফরাসি বিপ্লবের সময়ে (১৭৮৯-১৭৯৯) অসংখ্য স্লোগানও আন্দোলনের চিত্রকর্ম ফুটে উঠে প্যারিসের দেয়ালগুলিতে৷ এমনকি যুক্তরাষ্ট্রের স্বাধীনতা আন্দোলনেও এর ভূমিকা উল্লেখযোগ্য ৷ দ্বিতীয় বিশ্বযুদ্ধের সময় জার্মানির দেয়ালগুলিও ভরে ওঠে হিটলার ও নাৎসিবিরোধী স্লোগানের চিত্রকর্মে। পরবর্তীতে আরব বসন্তের (২০১০-২০১২) সময়েও মধ্যপ্রাচ্যের বিভিন্ন দেশে সৈরাচার ও একনায়কতন্ত্রের পতনে এর ভূমিকা ছিল অপরিসীম।

তেমনি এ দেশের নানান উত্থান-পতনেও এর গুরুত্ব বিশেষভাবে উল্লেখযোগ্য। পাকিস্তান আমলে জনগণ তাদের নাখোশ থাকার বিষয়গুলি তুলে ধরত দেয়ালচিত্রে। যা ৭১ এর মুক্তিযুদ্ধে অনেক প্রেরণা জুগিয়েছিল। ৮০'র দশকে স্বৈরাচারবিরোধী আন্দোলনেও এর চল দেখা যায়। তবে ২০২৪ সালে বৈষম্যবিরোধী ছাত্র আন্দোলনেও এর দরুণ দেশে এর সর্বোচ্চ প্রকাশ ঘটে। দেশের বিভিন্ন স্থানের বিপ্লবের ঘটনাগুলিতে জায়গা করে নিতে শুরু করে। এক হতে থাকে সাধারণ মানুষ। এরই হাত ধরে স্বেরাচারের পতন ঘটলে পুরো দেশ গ্রাফিতি দিয়ে ভরে যায়। এর মধ্যে উল্লেখযোগ্য হলো '৩৬শে জুলাই' এর গ্রাফিতি যা জুলাই অভ্যুত্থান প্রতীকী অর্থে লেখা হয়। পরবর্তীতে দেশের এহেন শিল্পকর্ম আন্তর্জাতিক স্বীকৃতিও লাভ করে৷ গ্রাফিতি এভাবেই হাজারো বছর ধরে মানুষের মনের ভাব প্রকাশের মাধ্যম হিসেবে ব্যবহৃত হয়ে আসছে। এসব অনন্য শিল্পশৈলী ও সৃজনশীল চিন্তাধারা মানুষকে জুগিয়ে এসেছে প্রেরণা; যে প্রেরণা 'তাকে অপশক্তির বিরুদ্ধে রুখে দাঁড়ানোর ও অযাচার মেনে না নেওয়ার সাহস এনে দিয়েছে।

   `,
    writer:"Cadet Hossain",
    cadetNo: 2220
    },

    {title:"ব্যক্তিত্ব পর্যালোচনা",
    story:`
    নাম: জামাল নজরুল ইসলাম
    জন্ম: ২৪ শে ফেব্রুয়ারি, ১৯৩৯, ঝিনাইদহ জেলা, বাংলাদেশ
    মৃত্যু: ১৬ই মার্চ, ২০১৩, চট্টগ্রাম
    
    
    বিখ্যাত উক্তি : ক্যালকুলেটর মস্তিষককে অলস করে দেয়।
    
    
    পরিচিতির কারণ:
    
    অ্যান ইনট্রোডাকশন টু ম্যাথমেটিকাল কসমোলজি রোটেটিং ফিল্ডস ইন জেনারেল রিলেটিভিটি ইউনিভার্স দি আলটিমেট ফেইট অফ দি ইউনিভার্স ক্লাসিকাল জেনারেল রিলেটিভিটি মাতৃভাষা ও বিজ্ঞান চর্চা এবং অন্যান্য প্রবন্ধ
    
    জামাল নজরুল ইসলাম বাংলাদেশের একজন অনন্য জোতি- বিজ্ঞানী, গণিতবিদ, পদার্থবিদ ও বিশ্ববিদ।তিনি মহাকাশ সম্পর্কিত গবেষণার জন্য আন্তর্জাতিকভাবে খ্যাতি অর্জন করেন। তিনি মৃত্যুর আগ পর্যন্ত চট্টগ্রাম বিশ্ববিদ্যালয়ের রিসার্চ সেন্টার ফর ম্যাথমেটিকাল অ্যান্ড ফিজিকাল সায়েন্সের গবেষক হিসেবে কর্মরত ছিলেন। পরীক্ষায় বিশেষ কৃতিত্বের জন্য ডাবল প্রমোশনপ্রাপ্ত এই বিজ্ঞানী লরেন্স কলেজে অধ্যয়নকালে একাই কেবল গণিত বিষয় পড়েছিলেন। কেননা এই উচ্চ পর্যায়ের গণিত সকলে বোঝার ক্ষমতা রাখত না।
    
    পরবর্তীতে কেমব্রিজ বিশ্ববিদ্যালয় হতে স্নাতক ও স্নাতোকোত্তর ডিগ্রি অর্জন করে ইনস্টিটিউট অফ অ্যাস্ট্রোনমি, কেমব্রিজে কর্মজীবন শুরু করেন। এখানে আইন্সটাইন এর তত্ত্ব নিয়ে কাজ করার সময় স্টিফেন হকিংয়ের সঙ্গে তার পরিচয় গড়ে ওঠে। বিভিন্ন আন্তর্জাতিক খ্যাতিসম্পন্ন বিশ্ববিদ্যালয়ে অধ্যাপনা ও গবেষণা করে ইসলাম টানে দেশে ফিরে এমে চট্টগ্রাম বিশ্ববিদ্যালয়ের অধ্যাপক হিসেবে যোগদান করেন ও আমৃত্যু ইমেরিটাস অধ্যাপক হিসেবে সুনামের সঙ্গে কাজ করে গেছেন।
    
    ২০০১ সালে পৃথিবী ধ্বংস হয়ে যাচ্ছে বলে একটি গুজব ওঠে। তখন তিনি দেশের মানুষের গাণিতিক হিসাবের মাধ্যমে প্রমাণ করে দেন যে সে সম্ভাবনা নেই। কারণ প্রাকৃতিক নিয়মে সৌরজগতের সবগুলো গ্রহ এক সরলরেখা  বরাবর আসলেও তার প্রভাবে পৃথিবীর কোনো ক্ষতি হবেনা। তিনি ইতালির আব্দুস সালাম সেন্টার ফর থিওরেটিকাল ফিজিক্স হতে মেডাল লেকচার পদক, দেশ হতে একুশে পদকসহ অন্যান্য অনেক সম্মাননায় ভূষিত হন।
    
    তার বিজ্ঞানমনস্ক চেতনা, দেশপ্রেম, কর্মনিষ্ঠা ও বুদ্ধিদীপ্ততা তাকে শুধু একজন বিজ্ঞানী নয় বরং একজন আদর্শ মানুষের মনে জায়গা করে নিয়েছে।
    `,
    writer:"Cadet Naiyeem",
    cadetNo: 2424
    },

    {title:"আবেগের বশে",
    story:`
    বিধাতার মোরে দেখাইয়াছে এই বিশ্ব বসুন্ধরা 
আখি খুলিলেই ভাসিয়া ওঠে সেই দুঃখ কষ্টের খেলা।
 মর্ত্যের বুকে ফুটি যেদিন দীপ্তি প্রভা ছড়াইয়া,
 জননীর সব যন্ত্রণা যার বুকের মাঝে জুড়াইয়া।

সেই একদিন দুইপা চালাই পিতের হাত ধরে
 হাতে খড়ি হয় পিতৃদেবের চশমার অগোচরে ।
 একদিন সেই পাড়ি জমাইলাম বিদ্যা নিকেতনে, 
ইচ্ছা আকাঙ্ক্ষা অটুট মনে লক্ষ্যকে ছুঁটে চলে।

দশ বছর পারি জমাইতেই বুঝ আসে মোর মনে 
জনক জননীর সেই খুটি আজ নড়ব হলেও চলে।
 আমি তো এখন পনোরায় আছি, বড় হয়ে গেছি বেশ 
পৃথিবীতে দেখি শুধুই বেদনা আছি শুধু সেই ক্লেশ।

বয়স আমার আঠারো এখন সবকিছুই আজ চেনা,
 হৃদয় মাঝে জেগে ওঠে মোর আবেগের পরিক্রমা।
 আবেগের বসে ভুলিয়া যাই সেই জননীর যন্ত্রণা, 
মনে থাকেনা সেই হাঁটাচলা শেখা অবলম্বণের মন্ত্রণা।

অগোচরা তার বিষাদময়
ইতি ঘটে তার সব বাসনার, 
করিলো বিসর্জন হারাইলো ভুবন
 চাপা পরে যায় বাবা মায়ের স্বপ্ন,
 রয়ে যায় শুধু কান্না আর কান্না ৷

আবেগের বসে ফাঁসির দড়ি কি অঙ্কের সমাধান ? 
পারিলে গলায় পাইবে উপায়, তবেই কি পরিত্রাণ।
 তুমি তো আছ তোমার আবেগ লইয়া,
কেন ভুলে যাও স্রষ্টার দান চির মহীয়ান।

স্বর্ণ রৌপ্যের থেকে অধিক মূল্যবান।
 ফিরিয়া তাকাও সেই স্বপ্ন চাহিয়া, 
ভুলিয়া যাও সেই আবেগের প্রবণতা 
বুঝিয়া দাও তোমার সৃষ্টিকর্তাকে 
তাহার উপহারের লম্বতা।
   `,
    writer:"Cadet Sadat",
    cadetNo: 2257
    },

    {title:"জেদ",
    story:`
   আবদুর রহমান হঠাৎ এক অচেনা পরিবেশে নিজেকে আবিষ্কার করে। চারিদিকে সাজ সাজ রব। সেই ধ্বংসস্তূপ কিংবা প্রাগৈতিহাসিক দালানকোঠা যা মনে হয় কেবলই উনুন থেকে বের হয়েছে খানিকটা আধানসিদ্ধ। এগুলো কিছুই আর নেই। যেদিকে তাকায় শান্তির পরশে বুকটা তার সতেজ হয়ে যায়। নতুন নতুন ভবন কচি পাতার মতো চারদিকে গজি য়ে উঠছে। একমাত্র ছেলে উমারের চিৎকারে ঘুমটা ভেঙ্গে গেল। ছেলেটা যেন তার মায়ের মতো হয়েছে। মাকে ছাড়াও সে কিভাবে যেন তার গুণগুলো আয়ত্ত করতে পেরেছে। আবদুর রহমান তার সর্বস্ব দিয়ে মায়ের শূণ্যতা পূরণ করার চেষ্টা করেছে। তবুও বাড়ির বাইরে গেলেই উমারের অপলক দৃষ্টি তাকিয়ে থাকে পথচারী মা ও শিশুটির প্রতি। তার এ শূন্যতা আবদুর রহমান টের পায়। আসলে তারও যে কষ্ট হয় না তা নয়। মানুষরূপী সেই দানবগুলোর হাতে উমারের মায়ের মৃতে্যুর পর তার জীবনও ছন্নছাড়া হয়ে গিয়েছিল। কিন্তু আশেপাশের মানুষের দুঃখ-কষ্ট, প্রিয়জন হারানোর কষ্ট দেখতে দেখতে কখন যে উমার আটে পা দিয়েছে তা টেরই পেল না। এতকিছুর মধ্যে উমারকে হারানোর ভয় যে সে করেন। এমটাও নয়। প্রতিটা মুহূর্তে উমারকে আগলে রাখতে চায়। প্রায়ই সে ভাবে যদি এমন একটা জায়গা এই পৃথিবীতে থাকত যেখানে উমার এবং সে নিশ্চিন্তে বাস করতে পারবে! এত বড় পৃথিবী হলেও তাদের জীবনটা হয়ে গেছে খাঁচায় বন্দি-কটি পাখির মতো।

উমারের সারাদিনের কাজ বলতে শুধু স্কুলে যাওয়া আর পাশের বাড়ির বন্ধু সানমের সাথে খেলা। এখানকার বাচ্চা-কাচ্চাদের মোবাইলের প্রতি অনেক আকর্ষণ থাকলেও উমার তার ঠিক বিপরীত। সারাদিনের বেশিরভাগ সময় সে সানিয়ার সাথেই কাটায়। আবদুর রহমানও মাঝে মাঝে সেই খেলায় যোগ দেন। সানিয়া তার সাথে সাথে থাকতে থাকতে তার পরিবারেই অংশ হয়ে গিয়েছে৷ বাহিরে থেকে কেউ আসলে নিশ্চিত বলবে এরা দুজনই ভাই বোন। এমনও হয়েছে যে একজন 'রাতে খায়নি জন্য অন্য জন ও খায়নি। কোনো খাবার কিংবা খেলনা কিংবা কাপড় কিালে সবসময় দুইটি করে কেনে। আবদুর রহমান মাঝে মাঝেই তাদের দিকে তাকিয়ে থাকে আর ভাবে কত সুন্দরই না হতে পারত এই অবুঝ শিশুদের জীবন।

সেদিন উমারের প্রচণ্ড জ্বর ছিল। আবদুর রহমান পাশেই শুয়ে ছিলেন। কিছু দূরেই বিকট আওয়াজ পাওয়া গেল। গোলাগুলিও পাওয়া গেল খানিকক্ষ গ। আবদুর রহমান জানালার দিকে তাকাতেই কিছু মানুষের ভিড় দেখতে পেলেন। উমার তখন জেগেই ছিল। আবদুর রহমান তাকে শুয়ে রেখে নিচে যেতে চাইলে উমারও যেতে চাইল। উমারের জেদ সম্পর্কে জেনে আবদুর রহমান আর বাঁধা দিল না। নিচে নামার পরই দেখতে পেল সানিয়ার মা-বাবা একটি লাশকে জড়িয়ে ধরে কাঁদছে। কিছুদূর এগিয়ে যেতেই। আবদুর রহমান শুনতে পেল কিছু ছেলে মেয়ে খেলছিল। সানিয়াও তাদের মাঝেই ছিল। ইসরাইলি নৃশংস বাহিনী সেই অবুঝ শিশ্মাটকে ও ছাড়েনি। সানিয়ার সেই নিথর দেহটিকে জড়িয়েই তার মা-বাবা কাঁদছেন। উমার এই দৃশ্য দেখার সাথে সাথেই অজ্ঞান হয়ে যায়। সেই হামলার সপ্তাহখানেক পর উমার সুস্থ হলেও সেই আগের উমারকে যেন খুঁজে পাওয়া যায় না। তার খেলার একমাত্র সাথী হারানোর পর সে একেবারে ভেঙে পড়েছে। আগের মতো সেই চাঞ্চল্য আর নেই সবসময় মুখে কিছু একটা আওড়াতে থাকে। আবদুর রহমানের চোখ এটি এড়াতে পারল না । উমার তখনই এই কাজটি করে যখন সে কোনোকিছু চায় কিন্তু পায় না। তখন সে জেদের বশবর্তী হয়ে নিজেকে সামলাতে পারে না। আবদুর রহমান তাকে সান্ত্বনা দেওয়ার চেষ্টা করে। কিন্তু কাজের মধ্যে যেন সবকিছু হয়ে ওঠে না। হঠাৎ উমার তার মাটির ব্যাংকটাকে ভেঙ্গে ফেলল একদিন। তার জমানো টাকা দিয়ে সে আতশবাজি কিনতে চায়। সে টিভিতে দেখেছিল একবার দেখছিল নতুন বছরে আ তশবাজির আলো ও শব্দে চারদিক ছেয়ে যায়। আতশবাজিকে সে প্রচণ্ড ভয় পায়। আতশবাজি থেকে আগুন বের হয় সেই আগুন দেখে সে মনে করে যদি এই আগুন তার দেহে লাগে তবে তার কি হবে। কিন্তু হঠাৎ সে এবার অনেকগুলো আতশবাজি কিনে ফেলে। সে জানত না এগুলো কীভাবে ব্যবহার করতে হয়। বাবার কাছ থেকে সে ইউটিউবে দেখে ওগুলো কীভাবে ফোটাতে হয়।

কিছুদিন পর বিকালবেলায় কিছুটা ভয় আর জেদ নিয়ে আতশ বাজি সহ সীমান্তের কাঁটাতারের বেড়ার কাছে যায়। সে জানে এই কাঁটাতারের ওপাশেই আছে তার মা ও বন্ধু সানিয়াকৈ হত্যা করা মানুষগুলো। উমার আবারও কিছু একটা বিড়বিড় করতে থাকে। কিন্তু এবার আর সে পিছু হটবে না। সীমান্তের কাছে এগোতেই সে অস্ত্রহাতে কিছু পশুকে দে খতে পায়৷ অসীম সাহসের সাথে ঝোপঝাড় দিয়ে লুকিয়ে লুকিয়ে সে যত পারে সামনে এগোতে থাকে। তার ঝোঁক বুঝেই তার হাতে থাকা আতশবাজিগুলোতে আগুন ধরিয়ে কাঁটাতারের বেড়ার অপর দিকে। তার বিশ্বাস এই আতশবাজির আগুনে সেই পশুগুলো নি শ্চিহ্ন হয়ে যাবে। সেই আগুনের স্ফুলিঙ্গ তাদের শরীরকে ঝলসে দিবে। আর কোনো মাকে হারাতে হবে না। আর কোনো খেলার সাথি "কখনো চলে যাবে না।

আরও একবার আব্দুর রহমান সেই স্বপ্ন দেখে যেখানে সবকিছু স্বাভাবিক হয়ে গেছে। ধ্বংসযজ্ঞের কোনো ছাপ নেই। কিন্তু এবারে তার ঘুম ভাঙ্গাবার মতো কেউ নেই। সেই আদরের ছোট্ট উমারের চিৎ কারে আর তার ঘুম ভেঙো যাবে না। শুধু চোখের সামনে ভেসে উঠছে টিভির পর্দার সেই লেখাটি আত্মঘাতী বোমাসহ সীমান্তে এক ছেলে আটক হয়েছে।

   `,
    writer:"Cadet Soyeb",
    cadetNo: 2262
    },
    {title:"কবিতার সুর",
    story:`
একটি কবিতা লিখবো বলে কতকাল চেয়ে আছি আমি
থাকবে সেখানে ঘন বৃষ্টির গান
বাতাসের কোলাহল, আর সুরে হবে তুমি

বৃষ্টির গানের তালে, চাঁদের হাসির ছন্দে
কত যে লিখলাম সহস্র কবিতা
কিন্তু পেলাম না তাকে দেয়ার মতো কোনো সুর ।

কত খানিক গ্রীষ্ম, বর্ষা, শরৎ এলো বসন্ত গেলো 
আকাশ কত নীল, কালো, সাদা রং দেখালো
তবুও পেলাম না আমার অতীত কবিতার সুর।

আজ বৃষ্টি এলো নতুন ছন্দে 
উপহার দিলো নতুন এক কবিতা 
কিন্তু রয় আবারো সেই সুরহীনতা 

কবে আসবে তবে তুমি 
আমার কবিতার সুর হয়ে 
আমার কবিতা হয়ে
জেগে রই আমি বৃষ্টিভেজা এই রাতে 
একাগ্রতায় নিবিঘ্নে লিখি কবিতা
ছন্দ নেই, নেই সুর 
শুধুই বিরাজমান নীরবতা।

     `,
    writer:"Cadet Nasif",
    cadetNo: 2444
    },

    {title:"শূণ্যতা",
    story:`
    সারাদিনের ব্যস্ততার পরে রাতের এই কিছু সময়টা থাকে নিজের জন্য।  কিন্তু এই সময়েও মার চিন্তা মাথায় ঘুর ঘুর করে । শত চেষ্টার পরও মাথা থেকে মার জন্য চিন্তা ভাবনা দূর করতে পারি না। “কেমন আছে মা? আমাকে ছাড়া কি ভালো আছে ? হয়তো আছে কিন্তু আমি তো নেই।”এসব প্রশ্নের উত্তর পেতে না পেতেই কখন যে রাত পেরিয়ে সকাল হয়ে যায় মাঝে মাঝে খেয়াল হারিয়ে ফেলি। কখনো কখনো খেতে ভুলে যাই৷ মনে হয় একটু পরই মা খাওয়ায় দিবে আমায়।
মা আমাকে ছেড়ে গ্রামে একা আছে। মাকে একা রেখে আমার এই মহাব্যস্ত ঢাকা শহরে কিছুতেই মন মানে না। চাচা-চাচিরা হয়তো মায়ে র ভালোই দেখভাল করে। মাঝে মাঝে ভাবি একদিন এর জন্য হলেও মাকে দেখতে যাব৷
অনেকদিন মাকে দেখিনি। তাই আজ অনেক কষ্টে চারদিনের ছুটি নিলাম। ডাক্তারি জীবনে এই ছুটি নেয়া যে কত কষ্টকর তা কেবল ডাক্তাররাই বোঝেন। আজ সকালের ট্রেনে করে চলে এলাম গ্রামে। গত এক বছরে গ্রামের বুকে পা রাখিনি। গ্রামের সেই সবুজ সরলতায় মুগ্ধ না হয়ে আর থাকতে পারি না। কিন্তু মাকে দেখার অস্থিরতা আর পিছু ছাড়ল না৷ ছাড়বেই বা কিভাবে? অনেকদিন ধরেই তো মায়ের সেই রাগান্বিত চোখের আড়ালে আমার জন্য সুপ্ত কোমল হৃদয় দেখিনি। ছোটবেলায় পড়াশোনার জন্য মায়ের কাছে কতই যে মার খেয়েছি। ডাক্তার হওয়ার পেছনে আমার জীবনের মূল কারি গর হলো আমার মা। মারই ইচ্ছা ছিলো আমাকে ডাক্তার বানানোর। বাড়ির কাছে আসেই দেখি মা বাড়ির পিছন পাশে আমার জন্য অপেক্ষা করছে। মার মুখে মুচকি হাসি দেখে আমার চোখ অশ্রুশিক্ত হতে আর বাদ রইলো না। দৌড়ে গিয়ে মাকে জড়িয়ে ধরে বললাম, “মা তোমাকে ভীষণ ভালোবাসি।”কিন্তু দেখলাম মা চুপ করে আছে।মনে হয় আমার সাথে রাগ করেছে। হুট করে মনে হলো মায়ের জন্য শাড়ীটা ব্যাগ থেকে বের করি নাই। ব্যাগ থেকে মা'র জন্য কেনা শাড়ী বের করে কিছুক্ষণ তাকিয়ে থাকলাম শাড়ীটার দিকে। ছোটবেলার কথা মনে পড়ে গেল৷ মাকে নীল শাড়ীতে অনেক বেশিই সুন্দর লাগে। আর কিছু না ভেবেই গাছের স্তুপ সরিয়ে শাড়ীটা রাখলাম যেখানে মা অনন্তকালের জন্য শুয়ে আছেন। কাল্পনিক চোখে দেখতে পেলাম মা সেই ছোট্ট আমার পিছনে খাবার নিয়ে ছুটছে আর বরাবরের মতোই আমি দৌড়ে পালাচ্ছি।

       `,
    writer:"Cadet Nafis",
    cadetNo: 2238
    },

    {title:"ভালোবাসা তুমি",
    story:`
    ভালোবাসা তুমি শরতের আকাশে, 
    মেঘেদের ছোটা-ছটি, 
    ভালোবাসা তুমি প্রমিক-প্রেমিকার 
    দুষ্টু মিষ্টি খুনসুটি। 
    ভালোবাসা তুমি পৌষের শেষে 
    কুয়াশার বেশে যুক্ত গগনে উড়ে বেড়ানো। 
    কারণ-অকারণে মৃদু শিহরণে 
    রঙ-বেরঙের ফানুস ওড়ানো।
    
    ভালোবাসা তুমি অপ্রতিরোধ্য 
    শঙ্খচিলের ডানা, 
    দিগ্বিদিকে ছুটে যেতে যে 
    নেই কো তোমার যানা। 
    ভালোবাসা তুমি ঘুম জাগা রাতের 
    সোনালি স্বপ্নগাথা, 
    গোলাপের আঘাত, অধরের সস্পর্শে 
    ক্ষণে ক্ষণে পাওয়া ব্যথা।
    
    ভালোবাসা তুমি চোখে চোখ রেখে 
    হাজারো কবিতা বলা, 
    হাতে হাত রেখে সরু পথ ধরে 
    হাজার বছর চলা। 
    ভালোবাসা তুমি ছাদে বসে বসে 
    জোছনা দেখার পণ, 
    সরু সুতোয় বাঁধা এলোমেলো 
    তবে দৃঢ় প্রতিজ্ঞ দুটি মন।
    
    ভালোবাসা তুমি মধ্যরাতের সময় 
    সাহসী ফোনআলাপ, 
    কাব্যের ঢঙ্গে কথা বলা 
    না বলা শত শত সংলাপ।
    ভালোবাসা তুমি চশমার আড়ালে 
    লুকিয়ে থাকা অভিযোগ, 
    গভীর রাতে নিঃসঙ্গতায় 
    কান্নাভেজা দুটি চোখ।
    
    ভালোবাসা তুমি বালকের ঠোঁটে 
    নান্দনিক বাঁশের বাঁশি, 
    ভালোবাসা তুমি যেষ বালিকার 
    কৃষ্ণ লোচনের রহস্যময় হাসি।
    `,
    writer:"Cadet Shamil",
    cadetNo: 2342
    },

    {title:"বৃক্ষস্থায়ায় বর্ণপরিচয়",
    story:`
    চায়ের  কাপের শেষ চুমুক দিতে দিতেই আগেটি উদ্দেশইল বিকেলের বিদায়বেলা গলায় হলো। শত চিন্তা অনিকের শাখায় দী এ জায়গা করে নিচ্ছে। নিজের চিন্তা, পরিবারের চিন্তা, ভবিষ্যতের চিয়ে। পরিবাজের বড়। ছেলে হিসেবে স্বাভাবিক নিয়ায় দায়িত্বটা এল্য বেশি। মাঘে বুকরা আশা নিয়ে বাবা-মা চেয়ে আছে তার দিকে নি ই দায়িত্ব যেন তাকে তেড়ে নিয়ে বেড়াচ্ছে সবসময় সর্বত্র।

    অনিক ঢাকা বিশ্ববিদ্যালয় থেকে স্নাতকোত্তর শেষ করছে। আপা তত কালো কাজ নেই। তবে সে মরিয়া হয়ে উঠেছে একটা কিছু করতে যাতে সে এবং তার পরিবার কিছুটা হলেও স্বস্তির নিঃশ্বাস ফেলতে
    
    সেই প্রয়াসেই আজ যে একটি জব-ইন্টারভিউয়ের জন্য বেরিয়েছে।ক লতে হবে হাতে কেশ সময় নিয়ে বেরিয়েছে। বাসা থেকে বের হয়ে তার প্রথম গন্তব্য সেই চায়ের দোকান যেখানে সে প্রতিনিয়ত চা খায়া যাবার পথটুকু হেটেই গিয়েছে। কারণ অবশ্যই ছিল। যাবার পথে যে অনেক রকমের মানুষ তবে দৃষ্টিগোচর করতে লাগল। তবে দৃষ্টিগোচর ব‍্যাপারটি ছিল। সবার একটি সাধারণ দিক আছে আর তা হলো নিজের মনের ভাব প্রকাশের মাধ্যম।
    
    হ্যাঁ। মে বাংলা ভাষার কথাই বলছিল। কারা যেনো বলে দিয়েছে বাংলায় নাকি কথা বলা যাবে না। তবু কিভাবে খেলার মাঠে কিশোর তার উত্তেজনা প্রকাশ করবে? কীভাবে সেই দোকানে চায়ের সেই কাপে ঝড় উঠবে? কীভাবে মা তার ছোট্ট শিশুকে ঘুম পাড়াবে? অনিক ভোবু পায় না। আর ভেবেই বা কী করবে? তার তো আর মহাজনের সিদ্ধান্ত বদলানোর ক্ষমতা নেই।
    
    চা খেতে খেতেই সে দোকানের ছোট্ট কাজের ছেলেটার দিকে তাকায়। অবাক অপলক দৃষ্টি এবং সুদীর্ঘ চিন্তা। চিন্তা রেখা কেটে গেলেই সে দোকানিকে প্রশ্ন করে,এই পিচ্চি ছেলেটা কি আপনার ভাই?
    
    -হ। আমারই ছোড পোলা।
    কোন ক্লাসে ও? -
    গরিব মাইনষের ফির পড়ালেখা। পেট চললে বাঁচি।
    
    অনিক তার মূল গলোর গন্তব্যে রওনা হলো। মনের চোখে সে দেখতে পায় কিছু পথশিশুকে সে বর্ণমালা শেখাচ্ছে। অ.আ.ক.খ! তার মাঝে যে সেই পিচ্চিকেও খুঁজে পেতে দেরী করে না।
    
    আজ অনিকের পরিবারের অন্যতম খুশির দিন। কাঙ্খিত ফলাফল তার হাতে। এখন তার মূল লক্ষ্য সেই স্বপ্নকে বাস্তবায়ন। তার এলাকার বটগাছের নিচে একটি জায়গায় সে কিছু বঞ্চিত শিশুদেরকে বর্ণমালা শেখাবে। শুরুটা অনিক সেই দোকানের পিচ্চি ছেলেটাকে দিয়েই করবে। । কিন্তু দোকানটা কদিন ধরে খুলছে না। অগত্যা অনিক অন্যান্য পৃথশিশুদেরকে দিয়েই শুরু করে তার পথচ লা। আজও অনিক সেই ছেলেটার অপেক্ষায় থাকে। সে জানে না মে কোথায়। তবে সে আশা রাখে একদিন সে অনিকের ছোট্ট পাঠশালায় আসবে বর্ণমালা শিখতে।
    
    তবে কি কেউ অনিককে জানায়নি যে সেই পিচ্চি ছেলেটা আর আসবে না? যার জীবন উৎসর্গ হয়েছে একমাত্র বাংলা ভাষার জন্য। সেই ভাষা সে পড়তে না পারলেও অনুভব করতে পারত। আর এই অনুভূতিই তাকে নিয়ে গেছে ভাষা শহীদের দরজায়।
        `,
    writer:"Cadet Riad",
    cadetNo: 2244
    },

    {title:"পিরামিড স্কিম",
    story:`
    নূরে আলম সিদ্দিক নিজের পুরো জীবনের সঞ্চয়কৃত পাঁচল- ক্ষ টাকা দিলেন সামদুলকে। এক মাস পর গা ঢাকা দিল সামছ ল। একইভাবে গা ঢাকা দিয়েছিল হাজারো সামচুল। ঘটনাটি ২০০৪ সালের যে মাসের। লক্ষ মানুষের স্বপ্ন ৪২০০ উধাও হয়ে গেল, এক মাসে টাকা সেল'খ্যাত ডেসটিনি ২০০০।কা- কোটি টাকা নিয়ে লের বিবর্তনে ডেসটিনি ফেরত আসে যুবক, ইউনিপে-২, আইটি- সিএল (ITCL), ই-ভ্যালি ইত্যাদি নামে আবার লক্ষাধিক মানুষ শ্রুতিগ্রস্থ হয়। এই বিষয় পরিলক্ষিত হয় বিশ্বের বিভিন্ন দেশে 'পিরামিড স্কিম' বা 'পঞ্চি স্কিম' নামে।

    পিরামিড স্কিম একধরণের ব্যবসার ধরণ, যেখানে পণ্যের বিক্রি নয় বরং নতুন ক্রেতা সংযুক্তির মাধ্যয়ে লাভ করা হয়। একজন ব্যক্তি যত বেশি বিনিয়োগ করবেন তিনি তার দ্বিগুণ লাভ হিসেবে ফে রত পাবেন। প্রতি নতুন ব্যক্তি যুক্ত করাতে প্রথম ব্যক্তি দ্বিতীয় ব্য ক্তির মূল লাভ ব্যতীত নির্দিষ্ট হারে লভ্যাংশ পায়। প্রথম ব্যক্তি নির্দিষ্ট সংখ্যক নতুন বিনিয়োগকারী যুক্ত করতে পারলেই উত্তপ্রতিষ্ঠানে তার পদোন্নতি হয়।
    
    এভাবেই নতুন নতুন বিনিয়োগকারী তৈরি হয় যাকে একটি শৃঙ্খল সারির সঙ্গে তুলনা করা যায়। সবার উপরের সারিতে থাক সর্বনিম্ন সংখ্যক বিনিয়োগকারী ও ক্রমান্বয়ে সারির সংখ্যা বৃদ্ধির সাথে বিনিয়োগী গুণভোর হারে বাড়তে থাকে। এসব সারিকে পরপর সাজালে তা একটি পিরামিডের মতো দেখায়। তাই ব্যবসার এই মডেলকে 'পিরামিড স্কিম' বলে।
    
    শুনতে অনেক লাভজনক বলে মনে হলেও এটি পুরোটাই একটি প্রতারণা কারণ এখানে নিচের সারির বিনিয়োগকৃত অর্থ উপঞ্জের সারির ব্যাক্তিকে লভ্যাংশ হিসেবে দেওয়া হয়। যা চলতেই থাকে যতক্ষণ পর্যন্ত আর নতুন কোনো ব্যক্তিকে যুক্ত করা সম্ভব হয়ে ওঠে না।
    
    গবেষণায় দেখা যায় একটি পিরামিড স্কিম কখনোই ১১ সারির প্রশি হওয়া সম্ভব নয়। কারণ ১২তম সারির জনসংখ্যা ১৩ বিলিয়ন যা পৃথিবীর মোট জনসংখ্যার থেকেও বেশি। তাই একসময় এই ব্যবস্থা ভেঙো পড়ে। তাত্ত্বিকদের মতে ৮৭% মানুষ তাদের বিনিয়োগ হারায়।
    
    যার ফলে দেখা দেয় সামাজিক অস্থিরতা। যেমন: ১৯৯৭ সালের আলবেনিয়ার গৃহযুদ্ধ। এই বিধ্বংসী ক্ষমতার জন্য Pyramid Scheme বিশ্বের ৫৪টি দেশে অধৈ এবং বিশ্বের অন্যান্য অনেক দেশও তা নিষিদ্ধ করার পায়তারা করছে। প্রতারণা সমাজের জন্য যারা তত্মক হমকি।এর থেকে বাঁচতে হলে আমাদের লোভ সংবরণ করে কঠোর পরিশ্রমের মাধ্যমে জীবিকা উপার্জন করতে হবে।
      `,
    writer:"Cadet Rakin",
    cadetNo: 2245
    },

  
];




let i =0;
const body =  document.getElementById("body");
while(i< topics.length){
    body.innerHTML = body.innerHTML + `<p class="topicName p-2" onclick="showText(${i})">${i+1}. ${topics[i].title}</p>`;
    i++;
}

function showText(topic){
    window.scrollTo(0, 0);
    document.getElementById('title').innerHTML = topics[topic].title;
    document.getElementById('story').innerText = topics[topic].story;
    document.getElementById('credit').innerText = "   - " +topics[topic].writer + " (" + topics[topic].cadetNo +")";
    document.getElementById("closebtn").classList.remove('d-none');
    document.getElementById("credit").classList.remove('d-none');
    if(window.innerWidth < 500){
        document.getElementById("body").classList.add("d-none");
    }
}

function myFunction(){
    window.scrollTo(0, 0);
    document.getElementById("body").classList.remove("d-none");
    document.getElementById("showText").innerHTML = `
    <h1 id="title" class="text-white"></h1>
    <small id="credit" class="text-white d-none"></small>
    <p id="story" class="text-white"></p>
    <button onclick="myFunction()" id="closebtn" class="d-none">Back</button>
    `
}
